[
  {
    "id": 1,
    "title": {
      "english": "The Unknown Third Giant",
      "chinese": "不为人知的心理学”第三巨头“"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "A moment ago, you used the words “another philosophy,” but I’ve heard that your specialty is in Greek philosophy.",
        "chinese": "刚才您提到”另一种哲学“。但我听闻先生的专长好像是希腊哲学吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, Greek philosophy has been central to my life ever since I was a teenager. The great intellectual figures: Socrates, Plato, Aristotle. I am translating a work by Plato at the moment, and I expect to spend the rest of my life studying classical Greek thought.",
        "chinese": "是啊，从十几岁开始就一直和希腊哲学为伴。从苏格拉底到柏拉图、亚里士多德等，知识巨人们一直都陪伴着我。现在我也在翻译柏拉图的著作，对古希腊的探究也许终生都不会停止。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, then what is this “other philosophy”?",
        "chinese": "那么，”另一种哲学“又是指什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is a completely new school of psychology that was established by the Austrian psychiatrist Alfred Adler at the beginning of the twentieth century. It is generally referred to as Adlerian psychology.",
        "chinese": "它是由奥地利出身的精神科医生阿尔弗雷德？阿德勒于20世纪初创立的全新心理学。我们现在一般根据创立者的名字而称其为”阿德勒心理学'"
      },
      {
        "speaker": "YOUTH",
        "english": "Huh. I never would have imagined that a specialist in Greek philosophy would be interested in psychology.",
        "chinese": "这倒是让我有些意外。希腊哲学的专家还研究心理学吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I’m not very familiar with paths taken by other schools of psychology. However, I think it is fair to say that Adlerian psychology is clearly in line with Greek philosophy, and that it is a proper field of study.",
        "chinese": "我不清楚其他的心理学是什么情况。但是，阿德勒心理学可以说是与希腊哲学一脉相承的思想，是一门很深奥的学问。"
      },
      {
        "speaker": "YOUTH",
        "english": "I have a passing knowledge of the psychology of Freud and Jung. A fascinating field.",
        "chinese": "如果是弗洛伊德或荣格的心理学，我也多少有些心得体会。的确是非常有趣的研究领域。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, Freud and Jung are both renowned. Adler was one of the original core members of the Vienna Psychoanalytic Society, which was led by Freud. His ideas were counter to Freud’s, and he split from the group and proposed an “individual psychology” based on his own original theories.",
        "chinese": "是的，弗洛伊德和荣格也非常有名。阿德勒原本是弗洛伊德主持的维也纳精神分析协会的核心成员。但是，两人后来因观点对立而导致关系破裂，于是阿德勒根据自己的理论开创了“个体心理学”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Individual psychology? Another odd term. So Adler was a disciple of Freud’s?",
        "chinese": "个体心理学？可真是一个奇怪的名字。总之，这个叫阿德勒的人是弗洛伊德的弟子吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, he was not. That misconception is common; we must dispel it. For one thing, Adler and Freud were relatively close in age, and the relationship they formed as researchers was founded upon equal footing. In this respect, Adler was very different from Jung, who revered Freud as a father figure. Though psychology primarily tends to be associated with Freud and Jung, Adler is recognized throughout the rest of the world, along with Freud and Jung, as one of the three giants in this field.",
        "chinese": "不，不是弟子。这一点常常被人误解，在这里必须对此作出明确否定。阿德勒和弗洛伊德年龄相仿，是平等的研究者关系，这一点完全不同于把弗洛伊德视若父亲一样仰慕的荣格。而且一提到心理学，人们往往只想到弗洛伊德或荣格的名字，但在世界上，阿德勒是与弗洛伊德、荣格并列的三大巨头之一。"
      },
      {
        "speaker": "YOUTH",
        "english": "I see. I should have studied it more.",
        "chinese": "是啊。我这方面的知识的确还有所欠缺。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I suppose it’s only natural you haven’t heard of Adler. As he himself said, “There might come a time when one will not remember my name; one might even have forgotten that our school ever existed.” Then he went on to say that it didn’t matter. The implication being that if his school were forgotten, it would be because his ideas had outgrown the bounds of a single area of scholarship, and become commonplace, and a feeling shared by everyone. For example, Dale Carnegie, who wrote the international bestsellers How to Win Friends and Influence People and How to Stop Worrying and Start Living, referred to Adler as “a great psychologist who devoted his life to researching humans and their latent abilities.” The influence of Adler’s thinking is clearly present throughout his writings. And in Stephen Covey’s The 7 Habits of Highly Effective People, much of the content closely resembles Adler’s ideas. In other words, rather than being a strict area of scholarship, Adlerian psychology is accepted as a realization, a culmination of truths and of human understanding. Yet Adler’s ideas are said to have been a hundred years ahead of their time, and even today we have not managed to fully comprehend them. That is how truly groundbreaking they were.",
        "chinese": "你不知道阿德勒也很自然。阿德勒自己就曾说：“将来也许没人会想起我的名字。甚至人们会忘记阿德勒派。”但是，他说即使如此也没有关系。因为他认为阿德勒派本身被遗忘就意味着他的思想己经由一门学问蜕变成了人们的共同感觉。"
      },
      {
        "speaker": "YOUTH",
        "english": "So your theories are developed not from Greek philosophy initially but from the viewpoint of Adlerian psychology?",
        "chinese": "也就是说，它是一门不单纯为了做学问的学问？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, that’s right.",
        "chinese": "是的。例如，因全球畅销书《人性的弱点》和《美好的人生》而闻名的戴尔？卡耐基也曾评价阿德勒为“终其一生研究人及人的潜力的伟大心理学家”，而且其著作中也体现了很多阿德勒的思想。同样，史蒂芬？柯维所著的《高效能人士的7个习惯》中的许多内容也与阿德勒的思想非常相近。"
      },
      {
        "speaker": "YOUTH",
        "english": "Okay. There’s one more thing I’d like to ask about your basic stance. Are you a philosopher? Or are you a psychologist?",
        "chinese": "也就是说，不仅仅是希腊哲学，先生的主张也借鉴了阿德勒心理学的观点？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I am a philosopher, a person who lives philosophy. And, for me, Adlerian psychology is a form of thought that is in line with Greek philosophy, and that is philosophy.",
        "chinese": "正是如此。"
      },
      {
        "speaker": "YOUTH",
        "english": "All right, then. Let’s get started.",
        "chinese": "明白了。那我就要再问一下您的基本立场了，您究竟是哲学家还是心理学家呢？"
      }
    ]
  },
  {
    "id": 2,
    "title": {
      "english": "Why People Can Change",
      "chinese": "再怎么“找原因”，也没法改变一个人"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "First, let’s plan the points of discussion. You say people can change. Then you take it a step further, saying that everyone can find happiness.",
        "chinese": "咱们先来梳理一下辩题。先生说“人可以改变”，而且人人都可以获得幸福，对吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, everyone, without exception.",
        "chinese": "是的，无一例外。"
      },
      {
        "speaker": "YOUTH",
        "english": "Let’s save the discussion about happiness for later and address change first. Everyone wishes they could change. I know I do, and I’m sure anyone you might stop and ask on the street would agree. But why does everyone feel they want to change? There’s only one answer: because they cannot change. If it were easy for people to change, they wouldn’t spend so much time wishing they could. No matter how much they wish it, people cannot change. And that’s why there are always so many people getting taken in by new religions and dubious self-help seminars and any preaching on how everyone can change. Am I wrong?",
        "chinese": "关于幸福的议题稍后再说，首先我要问问您“改变”一事。人的确都期待改变，我是如此，随便问—个路人恐怕也会得到相同的答案。但是，为什么人家都“期待改变”呢？答案只有一个，那就是因为人家都无法改变。假若轻易就可以改变，那么人们就不会特意“期待改变”了。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, in response, I’d ask why you are so adamant that people can’t change.",
        "chinese": "那么，我要反过来问问你。为计么你会如此固执地主张人无法改变呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Here’s why. I have a friend, a guy, who has shut himself in his room for several years. He wishes he could go out and even thinks he’d like to have a job, if possible. So he wants to change the way he is. I say this as his friend, but I assure you he is a very serious person who could be of great use to society. Except that he’s afraid to leave his room. If he takes even a single step outside, he suffers palpitations, and his arms and legs shake. It’s a kind of neurosis or panic, I suppose. He wants to change, but he can’t.",
        "chinese": "原因是这样的。我的朋友中有一位多年躲在自己的房间中闭门不出的男子。他很希望到外面去，如果可以的话还想要像正常人一样拥有份工作。他“很想改变”目前的自己。作为朋友我可以担保他是一位非常认真并且对社会有用的男人。但是，他非常害怕到房间外面去。只要踏出房间一步马上就会心悸不已、手脚发抖。这应该是一种神经症。即使想要改变也无法改变。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "What do you think the reason is that he can’t go out?",
        "chinese": "你认为他无法走出去的原因是什么呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "I’m not really sure. It could be because of his relationship with his parents, or because he was bullied at school or work. He might have experienced a kind of trauma from something like that. But then, it could be the opposite—maybe he was too pampered as a child and can’t face reality. I just don’t know, and I can’t pry into his past or his family situation.",
        "chinese": "详细情况我不太清楚。也许是因为与父母关系不和或者是由于在学校或职场受到欺辱而留下了心灵创伤，抑或是因为太过娇生惯养了吧。总之，我也不方便详细打听他的过去或者家庭状况。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "So you are saying there were incidents in your friend’s past that became the cause of trauma, or something similar, and as a result he can’t go out anymore?",
        "chinese": "总而言之，你朋友在“过去”有些心灵创伤或者其他的什么原因。结果，他无法再到外面去。你是要说明这一点吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Of course. Before an effect, there’s a cause. There is nothing mysterious about that.",
        "chinese": "那是当然。在结果之前肯定先有原因。我总觉得他有些奇怪。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Then perhaps the cause of his not being able to go out anymore lies in the home environment during his childhood. He was abused by his parents and reached adulthood without ever feeling love. That’s why he’s afraid of interacting with people and why he can’t go out. It’s feasible, isn’t it?",
        "chinese": "那么，我们假设他无法走出去的原因是他小时候的家庭环境。假设他在父母的虐待下长大，从未体会过人间真情，所以才会惧怕与人交往，以致闭门不出。这种情况可能存在吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, it’s entirely feasible. I’d imagine that would be really challenging.",
        "chinese": "很有可能。那应该就会造成极大的心灵创伤。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "And then you say, “Before an effect, there’s a cause.” Or, in other words, who I am now (the effect) is determined by occurrences in the past (the causes). Do I understand correctly?",
        "chinese": "而且你说“一切结果之前都先有原因”。总之，你认为现在的我（结果）是由过去的事情（原因）所决定。可以这样理解吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "You do.",
        "chinese": "当然。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "So if the here and now of everyone in the world is due to their past incidents, according to you, wouldn’t things turn out very strangely? Don’t you see? Everyone who has grown up abused by his or her parents would have to suffer the same effects as your friend and become a recluse, or the whole idea just doesn’t hold water. That is, if the past actually determines the present, and the causes control the effects.",
        "chinese": "假若如你所言，如果所有人的“现在”都由“过去”所决定，那岂不是很奇怪吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "What, exactly, are you getting at?",
        "chinese": "您想说什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "If we focus only on past causes and try to explain things solely through cause and effect, we end up with “determinism.” Because what this says is that our present and our future have already been decided by past occurrences, and are unalterable. Am I wrong?",
        "chinese": "如果一味地关注过去的原因，企图仅仅靠原因去解释事物，那就会陷入“决定论”。也就是说，最终会得出这样的结论：我们的现在甚至末来全部都由过去的事情所决定，而且根本无法改变。是这样吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "So you’re saying that the past doesn’t matter?",
        "chinese": "那么，您是说与过去没有关系？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, that is the standpoint of Adlerian psychology.",
        "chinese": "是的，这就的阿德勒心理学的立场。"
      },
      {
        "speaker": "YOUTH",
        "english": "I see. The points of conflict seem a bit clearer. But look, if we go by your version, wouldn’t that ultimately mean that there’s no reason my friend can’t go out anymore? Because you’re saying that past incidents don’t matter. I’m sorry, but that’s completely out of the question. There has to be some reason behind his seclusion. There has to be, or there’d be no explanation!",
        "chinese": "那么，对立点很快就明确了。但是，如果按照先生所言，我的朋友岂不是成了毫无理由地闭门不出了？因为先生说与过去的事情没有关系嘛。对不起，那是绝对不可能的事情。他之所以闭出不出肯定有一定的原因。若非如此，那根本讲不通！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Indeed, there would be no explanation. So in Adlerian psychology, we do not think about past “causes” but rather about present “goals.”",
        "chinese": "是的，那样的确讲不通。所以，阿德勒心理学考虑的不是过去的“原因”，而是现在的“目的”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Present goals?",
        "chinese": "现在的目的？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Your friend is insecure, so he can’t go out. Think about it the other way around. He doesn’t want to go out, so he’s creating a state of anxiety.",
        "chinese": "你的朋友并不是闪为不安才无法走出去的。事情的顺序正好相反，我认为他是由于不想到外面去，所以才制造出不安情绪。"
      },
      {
        "speaker": "YOUTH",
        "english": "Huh?",
        "chinese": "啊？！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Think about it this way. Your friend had the goal of not going out beforehand, and he’s been manufacturing a state of anxiety and fear as a means to achieve that goal. In Adlerian psychology, this is called “teleology.”",
        "chinese": "也就是说，你的朋友是先有了“不出去”这个目的，之后才会为了达到这个目的而制造出不安或恐惧之类的情绪。阿德勒心理学把这叫作“目的论”。"
      },
      {
        "speaker": "YOUTH",
        "english": "You’re joking! My friend has imagined his anxiety and fear? So would you go so far as saying that my friend is just pretending to be sick?",
        "chinese": "您是在开玩笑吧！您说是他自己制造出不安或恐惧？那么，先生也就是说我的朋友在装病吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "He is not pretending to be sick. The anxiety and fear your friend is feeling are real. On occasion, he might also suffer from migraines and violent stomach cramps. However, these too are symptoms that he has created in order to achieve the goal of not going out.",
        "chinese": "不是装病。你朋友所感觉到的不安或恐惧是真实的，有时他可能还会被剧烈的头痛所折磨或者被猛烈的腹痛所困扰。但是，这些症状也是为了达到“不出去”这个目的而制造出来的。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s not true! No way! That’s too depressing!",
        "chinese": "绝对不可能！这种论调太不可思议了！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No. This is the difference between etiology (the study of causation) and teleology (the study of the purpose of a given phenomenon, rather than its cause). Everything you have been telling me is based in etiology. As long as we stay in etiology, we will not take a single step forward.",
        "chinese": "不，这正是“原因论”和“目的论”的区别所在。你所说的全都是根据原因论而来的。但是，如果我们一直依赖原因论，就会永远止步不前。"
      }
    ]
  },
  {
    "id": 3,
    "title": {
      "english": "Trauma Does Not Exist",
      "chinese": "心理创伤并不存在"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "If you are going to state things so forcibly, I’d like a thorough explanation. To begin with, what is the difference you refer to between etiology and teleology?",
        "chinese": "既然您如此坚持，那就请您好好解释一下吧。“原因论”和“目的论”的区别究竟在哪里呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Suppose you’ve got a cold with a high fever, and you go to see the doctor. Then, suppose the doctor says the reason for your sickness is that yesterday, when you went out, you weren’t dressed properly, and that’s why you caught a cold. Now, would you be satisfied with that?",
        "chinese": "假设你因感冒、发高烧而去看医生。如果医生只就引起感冒的原因告诉你说“你之所以会感冒是因为昨天出门的时候穿得太薄”，你对这样的话会满意吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Of course I wouldn’t. It wouldn’t matter to me what the reason was—the way I was dressed or because it was raining or whatever. It’s the symptoms, the fact that I’m suffering with a high fever now that would matter to me. If he’s a doctor, I’d need him to treat me by prescribing medicine, giving shots, or taking whatever specialized measures are necessary.",
        "chinese": "不可能满意啊！感冒原因是穿得薄也好、淋了雨也好，这都无所谓。问题是现在正受着高烧的折磨这个事实，关键在于症状。如果是医生的话，就应该好好开药或者打针，以一些专业性的处理来进行治疗。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yet those who take an etiological stance, including most counselors and psychiatrists, would argue that what you were suffering from stemmed from such-and-such cause in the past, and would then end up just consoling you by saying, “So you see, it’s not your fault.” The argument concerning so-called traumas is typical of etiology.",
        "chinese": "但是，立足于原因论的人们，例如一般的生活顾问或者精神科医生，仅仅会指出“你之所以痛苦是因为过去的事情”，继而简单地安慰“所以错不在你”。所谓的心理创伤学说就是原因论的典型。"
      },
      {
        "speaker": "YOUTH",
        "english": "Wait a minute! Are you denying the existence of trauma altogether?",
        "chinese": "请稍等一下！也就是说，先生您否定心理创伤的存在，是这样吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, I am. Adamantly.",
        "chinese": "坚决否定。"
      },
      {
        "speaker": "YOUTH",
        "english": "What! Aren’t you, or I guess I should say Adler, an authority on psychology?",
        "chinese": "哎呀！先生您，不，应该说是阿德勒，他不也是心理学大师吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In Adlerian psychology, trauma is definitively denied. This was a very new and revolutionary point. Certainly, the Freudian view of trauma is fascinating. Freud’s idea is that a person’s psychic wounds (traumas) cause his or her present unhappiness. When you treat a person’s life as a vast narrative, there is an easily understandable causality and sense of dramatic development that creates strong impressions and is extremely attractive. But Adler, in denial of the trauma argument, states the following: “No experience is in itself a cause of our success or failure. We do not suffer from the shock of our experiences—the so-called trauma—but instead we make out of them whatever suits our purposes. We are not determined by our experiences, but the meaning we give them is self-determining.”",
        "chinese": "阿德勒心理学明确否定心理创伤，这一点具有划时代的创新意义。弗洛伊德的心理创伤学说的确很有趣。他认为心灵过去所受的伤害（心理创伤）是引起目前不幸的罪魁祸首。当我们把人中看作一幕人大型戏剧的时候，它那因果规律的简单逻辑和戏剧性的发展进程自然而然地就会散发出摄人心魄的魅力。"
      },
      {
        "speaker": "YOUTH",
        "english": "So we make of them whatever suits our purposes?",
        "chinese": "发现符合目的的因素？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Exactly. Focus on the point Adler is making here when he refers to the self being determined not by our experiences themselves, but by the meaning we give them. He is not saying that the experience of a horrible calamity or abuse during childhood or other such incidents have no influence on forming a personality; their influences are strong. But the important thing is that nothing is actually determined by those influences. We determine our own lives according to the meaning we give to those past experiences. Your life is not something that someone gives you, but something you choose yourself, and you are the one who decides how you live.",
        "chinese": "正是如此。阿德勒说，决定我们自己的不是“经验本身”而是“赋予经验的意义”。请你注意这一点。并不是说遭遇大的灾害或者幼年受到虐待之类的事件对人格形成毫无影响。相反，影响会很大。但关键是经历本身不会决定什么。我们给过去的经历“赋予了什么样的意义”，这直接决定了我们的生活。人生不是由别人赋予的，而是由自己选择的，是自己选择自己如何生活。"
      },
      {
        "speaker": "YOUTH",
        "english": "Okay, so you’re saying that my friend has shut himself in his room because he actually chooses to live this way? This is serious. Believe me, it is not what he wants. If anything, it’s something he was forced to choose because of circumstances. He had no choice other than to become who he is now.",
        "chinese": "那么，先生您难道认为我的朋友是自己乐意将自己关在房间里的吗？难道您认为是他自己主动选择躲在房间里的吗？我敢认真地说，不是他自己主动选择的，而是被迫选择的。他是不得不选择现在的自己！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No. Even supposing that your friend actually thinks, I can’t fit into society because I was abused by my parents, it’s still because it is his goal to think that way.",
        "chinese": "不对！假若你的朋友认为“自己是因为受到父母的虐待而无法适应社会”，那说明他内心本来就有促使他那样认为的“目的”。"
      },
      {
        "speaker": "YOUTH",
        "english": "What sort of goal is that?",
        "chinese": "什么目的？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The immediate thing would probably be the goal of “not going out.” He is creating anxiety and fear as his reasons to stay inside.",
        "chinese": "最直接的目的就是“不山门”，为了不出门才制造出不安或恐惧。"
      },
      {
        "speaker": "YOUTH",
        "english": "But why doesn’t he want to go out? That’s where the problem resides.",
        "chinese": "问题是为什么不想出去呢？问题正在于此！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, think of it from the parents’ view. How would you feel if your child were shut up in a room?",
        "chinese": "那么，请你站在父母的角度想一想。如果自己的孩子总是闷在房间里，你会怎么想呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "I’d be worried, of course. I’d want to help him return to society, I’d want him to be well, and I’d wonder if I’d raised him improperly. I’m sure I would be seriously concerned and try in every way imaginable to help him back to a normal existence.",
        "chinese": "那当然会担心啦。如何能让他回归社会？如何能令其振作精神？自己的教育方式是否有误？一定会绞尽脑汁地思考诸如此类的问题。同时，也一定会想方设法地帮助他回归社会。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That is where the problem is.",
        "chinese": "问题就在这里。"
      },
      {
        "speaker": "YOUTH",
        "english": "Where?",
        "chinese": "哪里？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "If I stay in my room all the time, without ever going out, my parents will worry. I can get all of my parents’ attention focused on me. They’ll be extremely careful around me and always handle me with kid gloves. On the other hand, if I take even one step out of the house, I’ll just become part of a faceless mass whom no one pays attention to. I’ll be surrounded by people I don’t know and just end up average, or less than average. And no one will take special care of me any longer . . . Such stories about reclusive people are not uncommon.",
        "chinese": "如果闭门不出一直憋在自己房间里的话，父母会非常担心。这就可以把父母的关注集于一身，而且还可以得到父母小心翼翼的照顾。"
      },
      {
        "speaker": "YOUTH",
        "english": "In that case, following your line of reasoning, my friend has accomplished his goal and is satisfied with his current situation?",
        "chinese": "那么，按照先生您的道理，我朋友岂不是为了“目的”达成而满足现状了？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I doubt he’s satisfied, and I’m sure he’s not happy either. But there is no doubt that he is also taking action in line with his goal. This is not something that is unique to your friend. Every one of us is living in line with some goal. That is what teleology tells us.",
        "chinese": "他心有不满，而且也并不幸福。但是，他的确是按照“目的”而采取的行动。不仅仅是他，我们大家都是在为了某种“目的”而活着。这就是目的论。"
      },
      {
        "speaker": "YOUTH",
        "english": "No way. I reject that as completely unacceptable. Look, my friend is—",
        "chinese": "不不不，我根本无法接受！说起来，我朋友是……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Listen, this discussion won’t go anywhere if we just keep talking about your friend. It will turn into a trial in absentia, and that would be hopeless. Let’s use another example.",
        "chinese": "好啦，如果继续以你朋友为话题，讨论恐怕会无果而终，缺席审判也并不合适。我们还是借助别的事例来思考吧。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, how about this one? It’s my own story about something I experienced yesterday.",
        "chinese": "那么，这样的例子如何？正好是昨天我亲身经历的事情。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Oh? I’m all ears.",
        "chinese": "洗耳恭听。"
      }
    ]
  },
  {
    "id": 4,
    "title": {
      "english": "People Fabricate Anger",
      "chinese": "愤怒都是捏造出来的"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "Yesterday afternoon, I was reading a book in a coffee shop when a waiter passed by and spilled coffee on my jacket. I’d just bought it and it’s my nicest piece of clothing. I couldn’t help it, I just blew my top. I yelled at him at the top of my lungs. I’m not normally the type of person who speaks loudly in public places. But yesterday, the shop was ringing with the sound of my shouting because I flew into a rage and forgot what I was doing. So how about that? Is there any room for a goal to be involved here? No matter how you look at it, isn’t this behavior that originates from a cause?",
        "chinese": "昨大下午我在咖啡店看书的时候，从我身边经过的服务员不小心把咖啡洒到了我的衣服上。那可是我刚刚下狠心买的一件好衣服啊。勃然大怒的我忍不住大发雷霆。平时的我从不在公共场合大声喧哗，唯独昨天，我愤怒的声音几乎传遍了店里的每一个角落。我想那应该是因为过于愤怒而忘记了自我吧。您看，在这种情况下，“目的”还能讲得通吗？无论怎么想，这都是“原因”导致的行为吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "So you were stimulated by the emotion of anger and ended up shouting. Though you are normally mild-mannered, you couldn’t resist being angry. It was an unavoidable occurrence, and you couldn’t do anything about it. Is that what you are saying?",
        "chinese": "也就是说，你受怒气支配而大发雷霆。平时性格非常温厚，但在那时却无法抑制住怒火，那完全是一种自己也无可奈何的不可抗力。你是这个意思吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, because it happened so suddenly. The words just came out of my mouth before I had time to think.",
        "chinese": "是的。因为事情实在太突然了。所以，不假思索地就先发火了。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Then suppose you happened to have had a knife on you yesterday, and when you blew up you got carried away and stabbed him. Would you still be able to justify that by saying, “It was an unavoidable occurrence, and I couldn’t do anything about it”?",
        "chinese": "那么，我们来假设昨天的你恰巧拿着一把刀，一生气便向对方刺了过去。在这种情况下，你还能辩解说“那是一种自己也无可奈何的不可抗力”吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "That . . . Come on, that’s an extreme argument!",
        "chinese": "您这种比喻也太极端了！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is not an extreme argument. If we proceed with your reasoning, any offense committed in anger can be blamed on anger and will no longer be the responsibility of the person because, essentially, you are saying that people cannot control their emotions.",
        "chinese": "并不极端！按照你的道理推下去，所有盛怒之下的犯罪都可以归咎于“怒气”，而并非是当事人的责任。你不是说人无法与感情抗衡吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, how do you explain my anger, then?",
        "chinese": "那么，先生您打算如何解释我当时的愤怒呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s easy. You did not fly into a rage and then start shouting. It is solely that you got angry so that you could shout. In other words, in order to fulfill the goal of shouting, you created the emotion of anger.",
        "chinese": "这很简单。你并不是“受怒气支配而大发雷霆”，完全是“为了大发雷霆而制造怒气”。也就是说，为了达到大发雷霆这个目的而制造出来愤怒的感情。"
      },
      {
        "speaker": "YOUTH",
        "english": "What do you mean?",
        "chinese": "您在说什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The goal of shouting came before anything else. That is to say, by shouting, you wanted to make the waiter submit to you and listen to what you had to say. As a means to do that, you fabricated the emotion of anger.",
        "chinese": "你是先产生了要大发雷霆这个目的。也就是说，你想通过大发雷霆来震慑犯错的服务员，进而使他认真听自己的话。作为相应手段，你便捏造了愤怒这种感情。"
      },
      {
        "speaker": "YOUTH",
        "english": "I fabricated it? You’ve got to be joking!",
        "chinese": "捏造？您不是在开玩笑吧？！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Then why did you raise your voice?",
        "chinese": "那么，你为什么会大发雷霆呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "As I said before, I blew my top. I was deeply frustrated.",
        "chinese": "那是因为生气呀！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No. You could have explained matters without raising your voice, and the waiter would most likely have given you a sincere apology, wiped your jacket with a clean cloth, and taken other appropriate measures. He might have even arranged for it to be dry-cleaned. And somewhere in your mind, you were anticipating that he might do these things but, even so, you shouted. The procedure of explaining things in normal words felt like too much trouble, and you tried to get out of that and make this unresisting person submit to you. The tool you used to do this was the emotion of anger.",
        "chinese": "不对！即使你不大声呵斥而是讲道理的话，服务员也应该会诚恳地向你道歉或者是用干净的抹布为你擦拭。总之，他应该也会采取一些应有的措施，甚至还有可能为你洗衣服。而且，你心里多少也预料了到他可能会那样做。"
      },
      {
        "speaker": "YOUTH",
        "english": "No way. You can’t fool me. I manufactured anger in order to make him submit to me? I swear to you, there wasn’t even a second to think of such a thing. I didn’t think it over and then get angry. Anger is a more impulsive emotion.",
        "chinese": "不，不会上当的，我绝不会上当！您是说我是为了使对方屈服而假装生气？我可以断言那种事情连想的时间都没有。我并不是思考之后才发怒。愤怒完全是一种突发式的感情！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right, anger is an instantaneous emotion. Now listen, I have a story. One day, a mother and daughter were quarreling loudly. Then, suddenly, the telephone rang. “Hello?” The mother picked up the receiver hurriedly, her voice still thick with anger. The caller was her daughter’s homeroom teacher. As soon as the mother realized who was phoning, the tone of her voice changed and she became very polite. Then, for the next five minutes or so, she carried on a conversation in her best telephone voice. Once she hung up, in a moment, her expression changed again and she went straight back to yelling at her daughter.",
        "chinese": "是的，愤怒的确是一瞬间的感情。有这样一个故事，说的是有一天母亲和女儿在大声争吵。正在这时候，电话铃响了起来。“喂喂？”慌忙拿起话筒的母亲的声音中依然带有一丝怒气。但是，打电话的人是女儿学校的班主任。意识到这一点后，母亲的语气马上变得彬彬有礼了。就这样，母亲用客客气气的语气交谈了大约5分钟之后挂了电话，接着又勃然变色，开始训斥女儿。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, that’s not a particularly unusual story.",
        "chinese": "这是很平常的事情啊。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Don’t you see? In a word, anger is a tool that can be taken out as needed. It can be put away the moment the phone rings, and pulled out again after one hangs up. The mother isn’t yelling in anger she cannot control. She is simply using the anger to overpower her daughter with a loud voice and thereby assert her opinions.",
        "chinese": "难道你还不明白吗？所谓愤怒其实只是可放可收的一种“手段”而已。它既可以在接电话的瞬间巧妙地收起，也可以在挂断电话之后再次释放出来。这位母亲并不是因为怒不可遏而大发雷霆，她只不过是为了用高声震慑住女儿，进而使其听自己的话才采用了愤怒这种感情。"
      },
      {
        "speaker": "YOUTH",
        "english": "So anger is a means to achieve a goal?",
        "chinese": "您是说愤怒是达成目的的一种手段？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That is what teleology says.",
        "chinese": "所谓“目的论”就是如此。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ah, I see now. Under that gentle-looking mask you wear, you’re terribly nihilistic! Whether we’re talking about anger or my reclusive friend, all your insights are stuffed with feelings of distrust for human beings!",
        "chinese": "哎呀呀，先生您可真是带着温和面具的可怕的虚无主义者啊！无论是关于愤怒的话题，还是关于我那位闭门不出的朋友的话题，您所有的见解都充满了对人性的不信任！"
      }
    ]
  },
  {
    "id": 5,
    "title": {
      "english": "Socrates and Adler",
      "chinese": "苏格拉底和阿德勒"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "All right. Let me tell you about another friend of mine, a man named Y. He’s the kind of person who has always had a bright personality and talks easily to anyone. He’s like a sunflower—everyone loves him, and people smile whenever he’s around. In contrast, I am someone who has never had an easy time socially and who’s kind of warped in various ways. Now, you are claiming that people can change through Adler’s teleology?",
        "chinese": "明白了。那么，我再说说另一位朋友的事情。我有位朋友Y是一位非常开朗的男士，即使和陌生人也能谈得来。他深受大家的喜爱，可以瞬间令周围的人展露笑容，简直是一位向日葵般的人。而我就是一个不善与人交往的人，在与他人攀谈的时候总觉得很不自然。那么，先生您按照阿德勒的目的论应该会主张“人可以改变”吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. You and I and everyone can change.",
        "chinese": "是的。我也好你也好，人人都可以改变。"
      },
      {
        "speaker": "YOUTH",
        "english": "Then, do you think I could become someone like Y? From the bottom of my heart, I really wish I could be like him.",
        "chinese": "那么先生您认为我可以变成像Y那样的人吗？当然，我是真心地想要变成Y那样的人。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "At this point, I’d have to say that’s totally out of the question.",
        "chinese": "如果就目前来讲恐怕比较困难。"
      },
      {
        "speaker": "YOUTH",
        "english": "Aha! Now you’re showing your true colors! So are you going to retract your theory?",
        "chinese": "哈哈哈，露出破绽了吧！您是否应该撤回刚才的主张呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, I am not. Unfortunately, you have almost no understanding of Adlerian psychology yet. The first step to change is knowing.",
        "chinese": "不，并非如此。我不得不遗憾地说，你还没能理解阿德勒心理学。改变的第一步就是理解。"
      },
      {
        "speaker": "YOUTH",
        "english": "So if I can understand just something about Adlerian psychology, can I become a person like Y?",
        "chinese": "那您是说只要理解了阿德勒心理学，我也可以变成像Y那样的人？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Why are you rushing for answers? You should arrive at answers on your own, not rely upon what you get from someone else. Answers from others are nothing more than stopgap measures; they’re of no value. Take Socrates, who left not one book actually written by himself. He spent his days having public debates with the citizens of Athens, especially the young, and it was his disciple, Plato, who put his philosophy into writing for future generations. Adler, too, showed little interest in literary activities, preferring to engage in personal dialogue at cafés in Vienna, and hold small discussion groups. He was definitely not an armchair intellectual.",
        "chinese": "为什么那么急于得到答案呢？答案不应该是从别人那里得"
      },
      {
        "speaker": "YOUTH",
        "english": "So Socrates and Adler both conveyed their ideas by dialogue?",
        "chinese": "您是说苏格拉底和阿德勒都是想要通过对话来启发人们？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. All your doubts will be dispelled through this dialogue. And you will begin to change. Not by my words, but by your own doing. I do not want to take away that valuable process of arriving at answers through dialogue.",
        "chinese": "正是如此。你心中的种种疑惑都将会在我们接下来的对话中得以解决。而且，你自己也将会有所改变，但那不是通过我的语言而是通过你自己的手。我想通过对话来导出答案，而不是去剥夺你自己发现答案的宝贵过程。也就是说，我们俩要在这个小小的书房内再现苏格拉底或阿德勒那样的对话？"
      },
      {
        "speaker": "YOUTH",
        "english": "So are we going to try and reenact the kind of dialogue that Socrates and Adler carried out? In this little study?",
        "chinese": "你不愿意吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Isn’t that good enough for you?",
        "chinese": "岂会不愿意呢？我非常期待！那就让我们一决胜负吧！"
      }
    ]
  },
  {
    "id": 6,
    "title": {
      "english": "Unhappiness Is Something You Choose for Yourself",
      "chinese": "你的不幸，皆是自己“选择”的"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "No way. That’s unreasonable.",
        "chinese": "不，不，这不可能。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Why is it unreasonable?",
        "chinese": "为什么不可能？"
      },
      {
        "speaker": "YOUTH",
        "english": "Why? Some people are born into affluent circumstances with parents who are nice, and others are born poor with bad parents. Because that’s how the world is. And I don’t really want to get into this sort of subject, but things aren’t equal in the world and differences between race, nationality, and ethnicity remain as deep as ever. It’s only natural to focus on what you were born with. All your talk is just academic theory—you’re ignoring the real world!",
        "chinese": "有人拥有富裕而善良的父母，也有人拥有贫穷而恶毒的父母，这就是人世。此外，我本不想说这样的话，但这个世界本来就不公平，人种、国籍或者民族差异依然是个难以解决的问题。关注“被给予了什么”也是理所当然的事情！先生，您的话只是纸上谈兵，根本是在无视现实世界！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is you who is ignoring reality. Does fixating on what you are born with change the reality? We are not replaceable machines. It is not replacement we need but renewal.",
        "chinese": "无视现实的是你。一味执著于“被给予了什么”，现实就会改变吗？我们不是可以更换的机械。我们需要的不是更换而是更新。"
      },
      {
        "speaker": "YOUTH",
        "english": "To me, replacement and renewal are one and the same. You’re avoiding the main point. Look, there is such a thing as unhappiness from birth. Please acknowledge that, first of all.",
        "chinese": "对我来说，更换也好、更新也好，都是一样的事情！先生您总是避重就轻。不是吗？这个世界存在着天生的不幸。请您先承认这一点。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I will not acknowledge that.",
        "chinese": "我不承认。"
      },
      {
        "speaker": "YOUTH",
        "english": "Why?",
        "chinese": "为什么？！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "For one thing, right now you are unable to feel real happiness. You find living hard, and even wish you could be reborn as a different person. But you are unhappy now because you yourself chose being unhappy. Not because you were born under an unlucky star.",
        "chinese": "比如现在你感觉不到幸福。有时还会觉得活得很痛苦，甚至想要变成别人。但是，现在的你之所以不幸正是因为你自己亲手选择了"
      },
      {
        "speaker": "YOUTH",
        "english": "I chose to be unhappy? How can I possibly accept that?",
        "chinese": "自己亲手选择了不幸？这种话怎么能让人信服呢？！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "There’s nothing extraordinary about it. It’s been repeated ever since the classical Greek era. Have you heard the saying “No one desires evil”? It’s a proposition generally known as a Socratic paradox.",
        "chinese": "这并不是什么无稽之谈。这是自古希腊时代就有的说法。你知道“无人想作恶”这句话吗？一般它都是作为苏格拉底的悖论而为人们所了解的一个命题。"
      },
      {
        "speaker": "YOUTH",
        "english": "There’s no shortage of people who desire evil, is there? Of course, there are plenty of thieves and murderers, and don’t forget all the politicians and officials with their shady deals. It’s probably harder to find a truly good, upright person who does not desire evil.",
        "chinese": "想要作恶的人不是有很多吗？强盗或者杀人犯自不必说，就连政治家或者官员的不良行为也属此列。应该说，不想为恶的清廉纯洁的善人很难找吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Without question, there is no shortage of behavior that is evil. But no one, not even the most hardened criminal, becomes involved in crime purely out of a desire to engage in evil acts. Every criminal has an internal justification for getting involved in crime. A dispute over money leads someone to engage in murder, for instance. To the perpetrator, it is something for which there is a justification and which can be restated as an accomplishment of “good.” Of course, this is not good in a moral sense, but good in the sense of being “of benefit to oneself.”",
        "chinese": "行为之恶的确有很多。但无论什么样的犯罪者，都没有因为纯粹想要作恶而去干坏事的，所有的犯罪者都有其犯罪的内在的“相应理由”。假设有人因为金钱纠纷而杀了人。即使如此，对其本人来说也是有“相应理由”的行为，换句话说就是“善”的行动。当然，这不是指道德意义上的善，而是指“利己”这一意义上的善。"
      },
      {
        "speaker": "YOUTH",
        "english": "Of benefit to oneself?",
        "chinese": "为自己？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The Greek word for “good” (agathon) does not have a moral meaning. It just means “beneficial.” Conversely, the word for “evil” (kakon) means “not beneficial.” Our world is rife with injustices and misdeeds of all kinds, yet there is not one person who desires evil in the purest sense of the word, that is to say something “not beneficial.”",
        "chinese": "在希腊语中，“善”这一词语并不包含道德含义，仅仅有“有好处”这一层含义；另一方面，“恶”这一词语也有“无好处”的意义。这个世界上充斥着违法或犯罪之类的种种恶行。但是，纯粹意义上想要做“恶=没好处的事”的人根本没有。"
      },
      {
        "speaker": "YOUTH",
        "english": "What does this have to do with me?",
        "chinese": "……这跟我的事有什么关系呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "At some stage in your life, you chose “being unhappy.” It is not because you were born into unhappy circumstances or ended up in an unhappy situation. It’s that you judged “being unhappy” to be good for you.",
        "chinese": "你在人生的某个阶段里选择了“不幸”。这既不是因为你生在了不幸的环境中，也不是因为你陷入了不幸的境地中，而是因为你认为“不幸”对你自身而言是一种“善”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Why? What for?",
        "chinese": "为什么？这又是为了什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "How do you justify this? Why did you choose to be unhappy? I have no way of knowing the specific answer or details. Perhaps it will become clearer as we debate this.",
        "chinese": "对你而言的“相应理由”是什么呢？为什么自己选择了“不幸”呢？我也不了解其中的详细缘由，也许我们在对话中会逐渐弄清楚这一点。"
      },
      {
        "speaker": "YOUTH",
        "english": "You are really trying to make a fool of me. You think this passes for philosophy? I do not accept this at all.",
        "chinese": "……先生，您是想要骗我吧！您还不承认吗？这种哲学我绝对不会认可！"
      }
    ]
  },
  {
    "id": 7,
    "title": {
      "english": "Why You Dislike Yourself",
      "chinese": "为什么讨厌自己？"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "So after last time, I calmed myself down, focused, and thought things over. And yet, I’ve got to say, I still can’t agree with your theories.",
        "chinese": "先生，上次之后我冷静地想了很多，但还是不能同意先生的主张。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Oh? What do you find questionable about them?",
        "chinese": "哦，哪里有疑问呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, for instance, the other day I admitted that I dislike myself. No matter what I do, I can’t find anything but shortcomings, and I can see no reason why I’d start liking myself. But of course I still want to. You explain everything as having to do with goals, but what kind of goal could I have here? I mean, what kind of advantage could there be in my not liking myself? I can’t imagine there’d be a single thing to gain from it.",
        "chinese": "例如，前几日我承认自己讨厌自己，无论如何都只能看到缺点，实在找不到喜欢自己的理由。但是，我也很想能够喜欢自己。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I see. You feel that you don’t have any strong points, that you’ve got nothing but shortcomings. Whatever the facts might be, that’s how you feel. In other words, your self-esteem is extremely low. So the questions here, then, are why do you feel so wretched? And, why do you view yourself with such low esteem?",
        "chinese": "的确。你感觉自己没有任何优点，只有缺点。不管事实如何，就是这样感觉。也就是自我评价非常低。问题是，为什么会那么自卑，为什么会那么低估自己呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Because that’s a fact—I really don’t have any strong points.",
        "chinese": "那是因为事实上我本来就没有什么优点。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "You’re wrong. You notice only your shortcomings because you’ve resolved to not start liking yourself. In order to not like yourself, you don’t see your strong points and focus only on your shortcomings. First, understand this point.",
        "chinese": "不对。之所以只看到缺点是因为你下定了“不要喜欢自己”的决心。为了达到不要喜欢自己的目的，所以你才只看缺点而不看优点。首先请你理解这一点。"
      },
      {
        "speaker": "YOUTH",
        "english": "I have resolved to not start liking myself?",
        "chinese": "下定不要喜欢自己的决心？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. To you, not liking yourself is a virtue.",
        "chinese": "是的。因为不去喜欢自己是一种对你而言的“善”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Why? What for?",
        "chinese": "到底为什么？为了什么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Perhaps this is something you should think about yourself. What sort of shortcomings do you think you have?",
        "chinese": "这也许就要问你自己了。你究竟认为自己有什么缺点呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "I’m sure you have already noticed. First of all, there’s my personality. I don’t have any self-confidence, and I’m always pessimistic about everything. And I guess I’m too self-conscious, because I worry about what other people see, and then, I live with a constant distrust of other people. I can never act naturally; there’s always something theatrical about what I say and do. And it’s not just my personality—there’s nothing to like about my face or my body, either.",
        "chinese": "先生也许已经注意到了。首先要说的就是我这性格——对自己没有自信，对一切都持悲观态度；还有就是太过固执；非常注重别人的看法，而且总是活在对别人的怀疑之中；不能活得自然，总觉得像是在演戏。而且，如果只是性格倒还好，自己的长相和身材也没有一样让人满意的。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "When you go about listing your shortcomings like that, what kind of mood does it put you in?",
        "chinese": "如果像这样继续议论缺点的话，心情会怎样呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Wow, that’s nasty! An unpleasant mood, naturally. I’m sure that no one would want to get involved with a guy as warped as me. If there were anyone this wretched and bothersome in my vicinity, I’d keep my distance, too.",
        "chinese": "您可真是残忍啊！那当然会不愉快啦！谁都不愿意和如此乖僻的人交往吧。如果我身边有这么一个自卑而又麻烦的人，我也会不喜欢他。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I see. Well, that settles it, then.",
        "chinese": "的确，结论似乎已经出来了。"
      },
      {
        "speaker": "YOUTH",
        "english": "What do you mean?",
        "chinese": "是什么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It might be hard to understand from your own example, so I’ll use another. I use this study for simple counseling sessions. It must have been quite a few years ago, but there was a female student who came by. She sat right where you are sitting now, in the same chair. Well, her concern was her fear of blushing. She told me that she was always turning red whenever she was out in public, and that she would do anything to rid herself of this. So I asked her, “Well, if you can cure it, what will you want to do then?” And she said that there was a man she wanted. She secretly had feelings for him but wasn’t ready to divulge them. Once her fear of blushing was cured, she’d confess her desire to be with him.",
        "chinese": "如果以你为例不好理解的话，那我就举一个别人的例子。我也曾在这个书房里进行过简单的心理辅导。那己经是多年前的事情了，那时来了一位女学生。是的，她当时就坐在你现在坐的这把椅子上。"
      },
      {
        "speaker": "YOUTH",
        "english": "Huh! All right, it sounds like the typical thing a female student would seek counseling for. In order for her to confess her feelings for him, first she had to cure her blushing problem.",
        "chinese": "哎呀，多好啊！很符合女学生的话题。为了向意中人告白，首先必须治好脸红恐惧症。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "But is that really the whole case? I have a different opinion. Why did she get this fear of blushing? And why hadn’t it gotten better? Because she needed that symptom of blushing.",
        "chinese": "事情果真如此吗？我的判断是并非如此。为什么她会患上脸红恐惧症呢？又为什么总是治不好呢？那是因为她自己“需要脸红这一症状”。"
      },
      {
        "speaker": "YOUTH",
        "english": "What are you saying exactly? She was asking you to cure it, wasn’t she?",
        "chinese": "不不，您在说什么呢？她不是说非常希望能治好吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "What do you think was the scariest thing to her, the thing she wanted to avoid most of all? It was that the man would reject her, of course. The fact that her unrequited love would negate everything for her, the very existence and possibility of “I.” This aspect is deeply present in adolescent unrequited love. But as long as she has a fear of blushing, she can go on thinking, I can’t be with him because I have this fear of blushing. It could end without her ever working up the courage to confess her feelings to him, and she could convince herself that he would reject her anyway. And finally, she can live in the possibility that If only my fear of blushing had gotten better, I could have . . .",
        "chinese": "你认为对她来说最害怕的事情、最想逃避的事情是什么呢？当然是被自己喜欢的男孩拒绝了，是失恋可能带来的打击和自我否定。因为青春期的失恋在这方面的特征非常明显。"
      },
      {
        "speaker": "YOUTH",
        "english": "Okay, so she fabricated that fear of blushing as an excuse for her own inability to confess her feelings. Or maybe as a kind of insurance for when he rejected her.",
        "chinese": "那么您是说她是为了给无法告白的自己找一个借口或者是怕被拒绝才捏造了“脸红恐惧症”。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, you could put it that way.",
        "chinese": "直率地说就是如此。"
      },
      {
        "speaker": "YOUTH",
        "english": "Okay, that is an interesting interpretation. But if that were really the case, wouldn’t it be impossible to do anything to help her? Since she simultaneously needs that fear of blushing and is suffering because of it, there’d be no end to her troubles.",
        "chinese": "有意思，真是有意思的解释。但是，如果真是这样的话，那岂不是根本没办法治好吗？那不就是她一方面需要“脸红恐惧症”，另一方面又为其苦恼吗？烦恼永远不会消失。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, this is what I told her: “Fear of blushing is easy to cure.” She asked, “Really?” I went on: “But I will not cure it.” She pressed me “Why?” I explained, “Look, it’s thanks to your fear of blushing that you can accept your dissatisfaction with yourself and the world around you, and with a life that isn’t going well. It’s thanks to your fear of blushing, and it’s caused by it.” She asked, “How could it be . . . ?” I went on: “If I did cure it, and nothing in your situation changed at all, what would you do? You’d probably come here again and say, ‘Give me back my fear of blushing.’ And that would be beyond my abilities.”",
        "chinese": "所以，我跟她进行了下面的对话。"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm.",
        "chinese": "哦。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Her story certainly isn’t unusual. Students preparing for their exams think, If I pass, life will be rosy. Company workers think, If I get transferred, everything will go well. But even when those wishes are fulfilled, in many cases nothing about their situations changes at all.",
        "chinese": "这种情况不只限于她。考生会想“如果考中的话人生就会一片光明”，公司职员则会想“如果能够改行的话一切都会顺利发展”。但是，很多情况下即使那些愿望实现了，事态也不会有太大的变化。"
      },
      {
        "speaker": "YOUTH",
        "english": "Indeed.",
        "chinese": "的确。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "When a client shows up requesting a cure from fear of blushing, the counselor must not cure the symptoms. Then recovery is likely to be even more difficult. That is the Adlerian psychology way of thinking about this kind of thing.",
        "chinese": "当有人上门求治“脸红恐惧症”的时候，心理咨询师绝对不可以为其治疗，如果那样做的话就更难康复了。这就是阿德勒心理学的主张。"
      },
      {
        "speaker": "YOUTH",
        "english": "So what specifically do you do, then? Do you ask what they’re worried about and then just leave it be?",
        "chinese": "那么，具体怎样做呢？听了病人的烦恼后就放置不管吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "She didn’t have confidence in herself. She was very afraid that things being what they were, he’d reject her even if she did confess to him. And if that happened, she’d lose even more confidence and get hurt. That’s why she created the symptom of the fear of blushing. What I can do is to get the person first to accept “myself now,” and then regardless of the outcome have the courage to step forward. In Adlerian psychology, this kind of approach is called “encouragement.”",
        "chinese": "她对自己没有自信，始终抱着“如果这样，即使告白也肯定会被拒绝，到时候就会更加没有自信”这样的恐惧心理，所以才会制造出脸红恐惧症这样的问题来。我所能做的就是首先让其接受“现在的自己”，不管结果如何，首先让其树立起向前迈进的勇气。阿德勒心理学把这叫作“鼓励”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Encouragement?",
        "chinese": "鼓励？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. I’ll explain systematically what it consists of once our discussion has progressed a little further. We’re not at that stage yet.",
        "chinese": "是的。关于其具体内容，在接下来的辩论中我会进行系统的说明。现在还不到这个阶段。"
      },
      {
        "speaker": "YOUTH",
        "english": "That works for me. In the meantime, I’ll keep the word “encouragement” in mind. So whatever happened to her?",
        "chinese": "只要您会详细作出说明就好。“鼓励”这个词我先记下了……那么，最后她怎么样了呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Apparently, she had the chance to join a group of friends and spend time with the man, and in the end it was he who confessed his desire to be with her. Of course, she never dropped by this study again after that. I don’t know what became of her fear of blushing. But she probably didn’t need it any longer.",
        "chinese": "与朋友一起和那个男孩出去玩儿，最终那个男孩先向她告白了。当然，她再也没到这个书斋来过，我也不知道她的脸红恐惧症后来如何了。但是，我想她大概不再需要了吧。"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, she clearly didn’t have any use for it anymore.",
        "chinese": "肯定不再需要了。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. Now, keeping this student’s story in mind, let’s think about your problems. You say that, at present, you notice only your shortcomings, and it’s unlikely that you’ll ever come to like yourself. And then you said, “I’m sure that no one would want to get involved with a guy as warped as me.” I’m sure you understand this already. Why do you dislike yourself? Why do you focus only on your shortcomings, and why have you decided to not start liking yourself? It’s because you are overly afraid of being disliked by other people and getting hurt in your interpersonal relationships.",
        "chinese": "是的。那么，接下来我们根据她的事情来考虑一下你的问题。你说你现在只能看到自己的缺点，根本无法喜欢自己。而且你还说过“谁都不愿意跟我这种乖僻的人交往”吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "What do you mean by that?",
        "chinese": "那是怎么回事呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Just like the young woman with the fear of blushing, who was afraid of being rejected by the man, you are afraid of being negated by other people. You’re afraid of being treated disparagingly, being refused, and sustaining deep mental wounds. You think that instead of getting entangled in such situations, it would be better if you just didn’t have relations with anyone in the first place. In other words, your goal is to not get hurt in your relationships with other people.",
        "chinese": "就像有脸红恐惧症的她害怕被男性拒绝一样，你也很害怕被他人否定。害怕被别人轻视或拒绝、害怕心灵受伤。你认为与其陷入那种窘境倒还不如一开始就不与任何人有关联。也就是说，你的“目的”是“避免在与他人的关系中受伤”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Huh . . .",
        "chinese": "……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Now, how can that goal be realized? The answer is easy. Just find your shortcomings, start disliking yourself, and become someone who doesn’t enter into interpersonal relationships. That way, if you can shut yourself into your own shell, you won’t have to interact with anyone, and you’ll even have a justification ready whenever other people snub you. That it’s because of your shortcomings that you get snubbed, and if things weren’t this way, you too could be loved.",
        "chinese": "那么，如何实现这种目的呢？答案很简单。只要变成一个只看自己的缺点、极其厌恶自我、尽量不涉入人际关系的人就可以了。如此一来，只要躲在自己的壳里就可以不与任何人发生关联，而且万一遭到别人的拒绝，还可以以此为理由来安慰自己。心里就会想：因为我有这样的缺点才会遭人拒绝，只要我没有这个缺点也会很讨人喜欢。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ha-ha! Well, you’ve really put me in my place now.",
        "chinese": "……哈哈，还真被您一语道破了！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Don’t be evasive. Being “the way I am” with all these shortcomings is, for you, a precious virtue. In other words, something that’s to your benefit.",
        "chinese": "不可以岔开话题。保持满是缺点的“这样的自己”对你来说是一种不可替代的“善”，也就是说“有好处”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ouch, that hurts. What a sadist; you’re diabolical! Okay, yes, it’s true: I am afraid. I don’t want to get hurt in interpersonal relationships. I’m terrified of being snubbed for who I am. It’s hard to admit it, but you are right.",
        "chinese": "啊！这个恶魔！你简直是一个恶魔！是的，就是这样！我很害怕，不想在人际关系中受伤，非常害怕自己被人拒绝和否定！我承认的确如此！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Admitting is a good attitude. But don’t forget, it’s basically impossible to not get hurt in your relations with other people. When you enter into interpersonal relationships, it is inevitable that to a greater or lesser extent you will get hurt, and you will hurt someone, too. Adler says, “To get rid of one’s problems, all one can do is live in the universe all alone.” But one can’t do such a thing.",
        "chinese": "承认就是很了不起的态度。但是，请你不要忘记，在人际关系中根本不可能不受伤。只要涉入人际关系就会或大或小地受伤，也会伤害别人。阿德勒曾说“要想消除烦恼，只有一个人在宇宙中生存”。但是，那种事情根本就无法做到。"
      }
    ]
  },
  {
    "id": 8,
    "title": {
      "english": "All Problems Are Interpersonal Relationship Problems",
      "chinese": "一切烦恼都是人际关系的烦恼"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "Wait a minute! I’m supposed to just let that one slip by? “To get rid of one’s problems, all one can do is live in the universe all alone”? What do you mean by that? If you lived all alone, wouldn’t you be horribly lonely?",
        "chinese": "请等一下！这句话我必须问清楚，“要想消除烦恼，只有一个人在宇宙中生存”是什么意思？如果只有一个人生活的话，势必会被强烈的孤独感所困扰吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Oh, but being alone isn’t what makes you feel lonely. Loneliness is having other people and society and community around you, and having a deep sense of being excluded from them. To feel lonely, we need other people. That is to say, it is only in social contexts that a person becomes an “individual.”",
        "chinese": "之所以感觉孤独并不是因为只有你自己一个人，感觉自己被周围的他人、社会和共同体所疏远才会孤独。我们要想体会孤独也需要有他人的存在。也就是说，人只有在社会关系中才会成为“个人”。"
      },
      {
        "speaker": "YOUTH",
        "english": "If you were really alone, that is, if you existed completely alone in the universe, you wouldn’t be an individual and you wouldn’t feel lonely, either?",
        "chinese": "如果真的成为一个人，也就是只有一个人活在宇宙中的话，那就既不是“个人”，也感觉不到孤独了吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I suppose the very concept of loneliness wouldn’t even come up. You wouldn’t need language, and there’d be no use for logic or common sense, either. But such a thing is impossible. Even if you lived on an uninhabited island, you would think about someone far across the ocean. Even if you spend your nights alone, you strain your ears to hear the sound of someone’s breath. As long as there is someone out there somewhere, you will be haunted by loneliness.",
        "chinese": "那样的话恐怕连孤独这个概念都不会存在。既不需要语言，也不需要逻辑和常识（共通感觉）。但是，这种事情根本不可能发生。即使是在无人岛上生活，也会想到遥远的海对岸的“某人”；即使在一个人的夜晚，也会侧耳静听某人睡眠中的呼吸声。只要在某个地方存在着那个某人，孤独就会袭来。"
      },
      {
        "speaker": "YOUTH",
        "english": "But then you could just rephrase that as, “If one could live in the universe all alone, one’s problems would go away,” couldn’t you?",
        "chinese": "但是，刚才的话如果换种说法也就成了“如果能够一个人生存在宇宙中的话，烦恼就会消失”，是这样吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In theory, yes. As Adler goes so far as to assert, “All problems are interpersonal relationship problems.”",
        "chinese": "按道理来讲，是这样的。因为阿德勒甚至断言“人的烦恼皆源于人际关系”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Can you say that again?",
        "chinese": "您究竟在说什么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "We can repeat it as many times as you like: All problems are interpersonal relationship problems. This is a concept that runs to the very root of Adlerian psychology. If all interpersonal relationships were gone from this world, which is to say if one were alone in the universe and all other people were gone, all manner of problems would disappear.",
        "chinese": "我再重复一遍：“人的烦恼皆源于人际关系。”这是阿德勒心理学的一个基本概念。如果这个世界没有人际关系，如果这个宇宙中没有他人只有自己，那么一切烦恼也都将消失。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s a lie! It’s nothing more than academic sophistry.",
        "chinese": "不可能！这只不过是学者的诡辩而已！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Of course, we cannot do without interpersonal relationships. A human being’s existence, in its very essence, assumes the existence of other human beings. Living completely separate from others is, in principle, impossible. As you are indicating, the premise “If one could live all alone in the universe” is unsound.",
        "chinese": "当然，我们不可能让人际关系消失。人在本质上必须以他人的存在为前提，根本不可能做到与他人完全隔离。正如你所说的，“如果能够一个人生存在宇宙中”这一前提根本不可能成立。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s not the issue I am talking about. Sure, interpersonal relationships are probably a big problem. That much I acknowledge. But to say that everything comes down to interpersonal relationship problems, now that’s really an extreme position. What about the worry of being cut off from interpersonal relationships, the kind of problems that an individual agonizes over as an individual, problems directed to oneself? Do you deny all that?",
        "chinese": "我说的不是这个问题！人际关系的确是一个很大的问题，这一点我也认可。但是，一切烦恼皆源于人际关系这种论调也太极端了！独立于人际关系之外的烦恼、个体内心的苦闷、自我难解的苦恼等，难道您要否定这一切烦恼吗？！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "There is no such thing as worry that is completely defined by the individual; so-called internal worry does not exist. Whatever the worry that may arise, the shadows of other people are always present.",
        "chinese": "仅止于个人的烦恼，即所谓的“内部烦恼”根本不存在。任何烦恼中都会有他人的因素。"
      },
      {
        "speaker": "YOUTH",
        "english": "But still, you’re a philosopher. Human beings have loftier, greater problems than things like interpersonal relationships. What is happiness? What is freedom? And what is the meaning of life? Aren’t these the themes that philosophers have been investigating ever since the ancient Greeks? And you’re saying, So what? Interpersonal relationships are everything? It seems kind of pedestrian to me. It’s hard to believe that a philosopher would say such things.",
        "chinese": "先生，您还是哲学家吗？！人还有比人际关系更加高尚、更加重大的烦恼！幸福是什么？自由是什么？而人生的意义又是什么？这些不都是自古希腊时代以来，哲学家们一直追问的主题吗？而您刚才说人际关系就是一切烦恼之源？这是多么庸俗的答案啊！哲学家们听了一定会惊讶不已！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, then, it seems there’s a need to explain things a bit more concretely.",
        "chinese": "看来我的确需要说明得再具体一些。"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, please do! If you’re going to tell me that you’re a philosopher, then you’ve got to really explain things, or else this makes no sense.",
        "chinese": "是的，请您说明一下！如果先生说自己是哲学家的话，那就必须把这一点解释清楚！"
      }
    ]
  },
  {
    "id": 9,
    "title": {
      "english": "An Inferiority Complex Is an Excuse",
      "chinese": "自卑情结只是一种借口"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "But can you say for sure that feelings of inferiority are really a problem of interpersonal relationships? Even the kind of person who is regarded socially as a success, who doesn’t need to debase himself in relationships with other people, still has some feelings of inferiority? Even the businessman who amasses enormous wealth, the peerless beauty who is the envy of all, and the Olympic gold medalist—every one of them would be plagued by feelings of inferiority. Well, that’s how it seems to me. How should I think about this?",
        "chinese": "但是，您能够肯定自卑感真的是一种人际关系问题吗？例如，即使社会意义上的成功者，也就是在人际关系中完全没必要自卑的人也会有某种程度的自卑感。家产万贯的企业家、人人艳羡的绝世美女或者是奥林匹克冠军得主，大家都多多少少地受到自卑感的困扰。至少在我看来是如此。这又该如何解释呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Adler recognizes that feelings of inferiority are something everyone has. There’s nothing bad about feelings of inferiority themselves.",
        "chinese": "阿德勒也承认自卑感人人都有。自卑感本身并不是什么坏事。"
      },
      {
        "speaker": "YOUTH",
        "english": "So why do people have them in the first place?",
        "chinese": "那么，人究竟为什么会有自卑感呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It’s probably necessary to understand this in a certain order. First of all, people enter this world as helpless beings. And people have the universal desire to escape from that helpless state. Adler called this the “pursuit of superiority.”",
        "chinese": "这需要从头说起。首先，人是作为一种无力的存在活在这个世界上。并且，人希望摆脱这种无力状态，继而就有了普遍欲求。阿德勒称其为“追求优越性”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Pursuit of superiority?",
        "chinese": "追求优越性？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "This is something you could think of as simply “hoping to improve” or “pursuing an ideal state.” For instance, a toddler learns to steady himself on both legs. He has the universal desire to learn language and to improve. And all the advancements of science throughout human history are due to this “pursuit of superiority,” too.",
        "chinese": "在这里，你可以简单将其理解为“希望进步”或者“追求理想状态”。例如，蹒跚学步的孩子学会独自站立；他们学会语言，可以与周围的人自由沟通。我们都有想要摆脱无力状态、追求进步的普遍欲求。人类史上的科学进步也是“追求优越性”的结果。"
      },
      {
        "speaker": "YOUTH",
        "english": "Okay. And then?",
        "chinese": "确实如此。那么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The counterpart of this is the feeling of inferiority. Everyone is in this “condition of wanting to improve” that is the pursuit of superiority. One holds up various ideals or goals and heads toward them. However, on not being able to reach one’s ideals, one harbors a sense of being lesser. For instance, there are chefs who, the more inspired and accomplished they become, are forever beset with the sort of feeling of inferiority that makes them say to themselves, I’m still not good enough, or I’ve got to bring my cooking to the next level, and that sort of thing.",
        "chinese": "与此相对应的就是自卑感。人都处于追求优越性这一“希望进步的状态”之中，树立某些理想或目标并努力为之奋斗。同时，对于无法达成理想的自己就会产生一种自卑感。例如，越是有远大志向的厨师也许就越会产生“还很不熟练”或者“必须做出更好的料理”之类的自卑感。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s true.",
        "chinese": "嗯，的确如此。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Adler is saying that the pursuit of superiority and the feeling of inferiority are not diseases but stimulants to normal, healthy striving and growth. If it is not used in the wrong way, the feeling of inferiority, too, can promote striving and growth.",
        "chinese": "阿德勒说“无论是追求优越性还是自卑感，都不是病态，而是一种能够促进健康、正常的努力和成长的刺激”。只要处理得当，自卑感也可以成为努力和成长的催化剂。"
      },
      {
        "speaker": "YOUTH",
        "english": "The feeling of inferiority is a kind of launch pad?",
        "chinese": "也就是说，我们应该正确利用自卑感？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. One tries to get rid of one’s feeling of inferiority and keep moving forward. One’s never satisfied with one’s present situation—even if it’s just a single step, one wants to make progress. One wants to be happier. There is absolutely nothing wrong with the state of this kind of feeling of inferiority. There are, however, people who lose the courage to take a single step forward, who cannot accept the fact that the situation can be changed by making realistic efforts. People who, before even doing anything, simply give up and say things like “I’m not good enough anyway” or “Even if I tried, I wouldn’t stand a chance.”",
        "chinese": "是的。我们应该摈弃自卑感，进一步向前；不满足于现状，不断进步；要更加幸福。如果是这样的自卑感，那就没有任何问题。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, that’s true. There’s no doubt about it—if the feeling of inferiority is strong, most people will become negative and say, “I’m not good enough anyway.” Because that’s what a feeling of inferiority is.",
        "chinese": "哎呀，是啊。自卑感越强，人就会变得越消极，最终肯定会认为自己一无是处。自卑感不就是这样吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, that’s not a feeling of inferiority—that’s an inferiority complex.",
        "chinese": "不，这不是自卑感，而是自卑情结。"
      },
      {
        "speaker": "YOUTH",
        "english": "A complex? That’s what the feeling of inferiority is, isn’t it?",
        "chinese": "自卑情结？也就是自卑感吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Be careful. The way the word “complex” is used today, it seems to have the same meaning as “feeling of inferiority.” You hear people saying, “I’ve got a complex about my eyelids,” or “He’s got a complex about his education,” that sort of thing. This is an utter misuse of the term. At base, “complex” refers to an abnormal mental state made up of a complicated group of emotions and ideas, and has nothing to do with the feeling of inferiority. For instance, there’s Freud’s Oedipus complex, which is used in the context of discussing the abnormal attraction of the child to the opposite-sex parent.",
        "chinese": "这一点请注意。目前“自卑情结”这个词似乎在使用的时候与自卑感是一样的意思。就像“我为自己的单眼皮感到自卑”或者“他对自己的学历有自卑感”之类的描述中全都用“自卑情结”这个词来表示自卑感。其实，这完全是一种误用。自卑情结一词原本表示的是一种复杂而反常的心理状态，跟自卑感没有关系。例如，即使弗洛伊德提出的“俄狄浦斯情结”原本也是指一种对同性父母亲的反常对抗心理。"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes. The nuances of abnormality are especially strong when it comes to the mother complex and the father complex.",
        "chinese": "是啊，恋母情结或恋父情结中的“情结”一词确实具有很强的反常感觉。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "For the same reason, then, it’s crucial to not mix up “feeling of inferiority” and “inferiority complex,” and to think about them as clearly separate.",
        "chinese": "同样道理，“自卑感”和“自卑情结”两个词也必须分辨清楚，绝不可以混用。"
      },
      {
        "speaker": "YOUTH",
        "english": "Concretely, how are they different?",
        "chinese": "具体有什么不同呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "There is nothing particularly wrong with the feeling of inferiority itself. You understand this point now, right? As Adler says, the feeling of inferiority can be a trigger for striving and growth. For instance, if one had a feeling of inferiority with regard to one’s education, and resolved to oneself, I’m not well educated, so I’ll just have to try harder than anyone else, that would be a desirable direction. The inferiority complex, on the other hand, refers to a condition of having begun to use one’s feeling of inferiority as a kind of excuse. So one thinks to oneself, I’m not well educated, so I can’t succeed, or I’m not good-looking, so I can’t get married. When someone is insisting on the logic of “A is the situation, so B cannot be done” in such a way in everyday life, that is not something that fits in the feeling of inferiority category. It is an inferiority complex.",
        "chinese": "自卑感本身并不是坏事。这一点你能够理解吧？就像阿德勒说过的那样，自卑感也可以成为促成努力和进步的契机。例如，虽然对学历抱有自卑感，但若是正因为如此，才下定“我学历低所以更要付出加倍的努力”之类的决心，那反而成了好事。"
      },
      {
        "speaker": "YOUTH",
        "english": "No, it’s a legitimate causal relationship. If you’re not well educated, it takes away your chances of getting work or making it in the world. You’re regarded as low on the social scale, and you can’t succeed. That’s not an excuse at all. It’s just a cold hard fact, isn’t it?",
        "chinese": "不不，这是一种正儿八经的因果关系！如果学历低，就会失去很多求职或发展的机会。不被社会看好也就无法成功。这不是什么借口，而是一种严峻的事实。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, you are wrong.",
        "chinese": "不对。"
      },
      {
        "speaker": "YOUTH",
        "english": "How? Where am I wrong?",
        "chinese": "为什么？哪里不对？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "What you are calling a causal relationship is something that Adler explains as “apparent cause and effect.” That is to say, you convince yourself that there is some serious causal relationship where there is none whatsoever. The other day, someone told me, “The reason I can’t get married easily is that my parents got divorced when I was a child.” From the viewpoint of Freudian etiology (the attributing of causes), the parents’ divorce was a great trauma, which connects in a clear causal relationship with one’s views on marriage. Adler, however, with his stance of teleology (the attributing of purpose), rejects such arguments as “apparent cause and effect.”",
        "chinese": "关于你所说的因果关系，阿德勒用“外部因果律”一词来进行说明。意思就是：将原本没有任何因果关系的事情解释成似乎有重大"
      },
      {
        "speaker": "YOUTH",
        "english": "But even so, the reality is that having a good education makes it easier to be successful in society. I had thought you were wise to the ways of the world.",
        "chinese": "但是，现实问题是拥有高学历的人更容易在社会上获得成功啊！先生您应该也有这种社会常识吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The real issue is how one confronts that reality. If what you are thinking is, I’m not well educated, so I can’t succeed, then instead of I can’t succeed, you should think, I don’t want to succeed.",
        "chinese": "问题在于你如何去面对这种社会现实。如果抱着“我因为学历低所以无法成功”之类的想法，那就不是“不能成功”而是“不想成功”了。"
      },
      {
        "speaker": "YOUTH",
        "english": "I don’t want to succeed? What kind of reasoning is that?",
        "chinese": "不想成功？这是什么道理啊？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It’s simply that it’s scary to take even one step forward; also, that you don’t want to make realistic efforts. You don’t want to change so much that you’d be willing to sacrifice the pleasures you enjoy now—for instance, the time you spend playing and engaged in hobbies. In other words, you’re not equipped with the courage to change your lifestyle. It’s easier with things just as they are now, even if you have some complaints or limitations.",
        "chinese": "简单地说就是害怕向前迈进或者是不想真正地努力。不愿意为了改变自我而牺牲目前所享受的乐趣——比如玩乐或休闲时间。也就是拿不出改变生活方式的“勇气”，即使有些不满或者不自由，也还是更愿意维持现状。"
      }
    ]
  },
  {
    "id": 10,
    "title": {
      "english": "Braggarts Have Feelings of Inferiority",
      "chinese": "越自负的人越自卑"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "Maybe so, but . . .",
        "chinese": "也许是那样，不过……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Further, you harbor an inferiority complex about education and think, I’m not well educated, so I can’t succeed. Put the other way around, the reasoning can be, If only I were well educated, I could be really successful.",
        "chinese": "而且，对自己的学历有着自卑情结，认为“我因为学历低，所以才无法成功”。反过来说，这也就意味着“只要有高学历，我也可以获得巨大的成功”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm, true.",
        "chinese": "嗯，的确如此。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "This is the other aspect of the inferiority complex. Those who manifest their inferiority complexes in words or attitudes, who say that “A is the situation, so B cannot be done,” are implying that if only it were not for A, they’d be capable and have value.",
        "chinese": "这就是自卑情结的另一个侧面。那些用语言或态度表明自己的自卑情结的人和声称“因为有A所以才不能做到B”的人，他们的言外之意就是“只要没有A,我也会是有能力、有价值的人”。"
      },
      {
        "speaker": "YOUTH",
        "english": "If only it weren’t for this, I could do it, too.",
        "chinese": "也就是说“要不是因为这一点，我也能行”。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. As Adler points out, no one is capable of putting up with having feelings of inferiority for a long period of time. Feelings of inferiority are something that everyone has, but staying in that condition is too heavy to endure forever.",
        "chinese": "是的。关于自卑感，阿德勒指出“没有人能够长期忍受自卑感”。也就是说，自卑感虽然人人都有，但它沉重得没人能够一直忍受这种状态。"
      },
      {
        "speaker": "YOUTH",
        "english": "Huh? This is getting pretty confusing.",
        "chinese": "嗯？这好像有点乱啊？！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Okay, let’s go over things one at a time. The condition of having a feeling of inferiority is a condition of feeling some sort of lack in oneself in the present situation. So then, the question is—",
        "chinese": "请你慢慢去理解。拥有自卑感即感觉目前的“我”有所欠缺的状态。如此一来问题就在于"
      },
      {
        "speaker": "YOUTH",
        "english": "How do you fill in the part that’s missing, right?",
        "chinese": "如何去弥补欠缺的部分，对吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Exactly. How to compensate for the part that is lacking. The healthiest way is to try to compensate through striving and growth. For instance, it could be by applying oneself to one’s studies, engaging in constant training, or being diligent in one’s work. However, people who aren’t equipped with that courage end up stepping into an inferiority complex. Again, it’s thinking, I’m not well educated, so I can’t succeed. And it’s implying your capability by saying, “If only I were well educated, I could be really successful.” That “the real me,” which just happens to be obscured right now by the matter of education, is superior.",
        "chinese": "正是如此。如何去弥补自己欠缺的部分呢？最健全的姿态应该是想要通过努力和成长去弥补欠缺部分，例如刻苦学习、勤奋练习、努力工作等。"
      },
      {
        "speaker": "YOUTH",
        "english": "No, that doesn’t make sense—the second thing you’re saying is beyond a feeling of inferiority. That’s really more bravado than anything else, isn’t it?",
        "chinese": "不不，第二种说法己经不属于自卑感了。那应该是自吹自擂吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Indeed. The inferiority complex can also develop into another special mental state.",
        "chinese": "正是如此。自卑情结有时会发展成另外一种特殊的心理状态。"
      },
      {
        "speaker": "YOUTH",
        "english": "And what is that?",
        "chinese": "那是什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I doubt you have heard much about it. It’s the “superiority complex.”",
        "chinese": "这也许是你没听说过的词语，是“优越情结”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Superiority complex?",
        "chinese": "优越情结？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "One is suffering from strong feelings of inferiority, and, on top of that, one doesn’t have the courage to compensate through healthy modes of striving and growth. That being said, one can’t tolerate the inferiority complex of thinking, A is the situation, so B cannot be done. One can’t accept “one’s incapable self.” At that point, the person thinks of trying to compensate in some other fashion and looks for an easier way out.",
        "chinese": "虽然苦于强烈的自卑感，但却没有勇气通过努力或成长之类的健全手段去进行改变。即便如此，又没法忍受“因为有A所以才做不到B”之类的自卑情结，无法接受“无能的自己”。如此一来，人就会想要用更加简便的方法来进行补偿。"
      },
      {
        "speaker": "YOUTH",
        "english": "What way is that?",
        "chinese": "怎么做呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It’s to act as if one is indeed superior and to indulge in a fabricated feeling of superiority.",
        "chinese": "表现得好像自己很优秀，继而沉浸在一种虚假的优越感之中。"
      },
      {
        "speaker": "YOUTH",
        "english": "A fabricated feeling of superiority?",
        "chinese": "虚假的优越感？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "A familiar example would be “giving authority.”",
        "chinese": "一个很常见的例子就是“权势张扬”。"
      },
      {
        "speaker": "YOUTH",
        "english": "What does that mean?",
        "chinese": "那是什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "One makes a show of being on good terms with a powerful person (broadly speaking—it could be anyone from the leader of your school class to a famous celebrity). And by doing that, one lets it be known that one is special. Behaviors like misrepresenting one’s work experience or excessive allegiance to particular brands of clothing are forms of giving authority, and probably also have aspects of the superiority complex. In each case, it isn’t that the “I” is actually superior or special. It is only that one is making the “I” look superior by linking it to authority. In short, it’s a fabricated feeling of superiority.",
        "chinese": "例如大力宣扬自己是权力者——可以是班组领导，也可以是知名人士，其实就是在通过此种方式来显示自己是一种特别的存在。虚报履历或者过度追逐名牌服饰等也属于一种权势张扬、具有优越情结的特点。这些情况都属于“我”原本并不优秀或者并不特别。而通过把“我”和权势相结合，似乎显得“我”很优秀。这也就是“虚假优越感”。"
      },
      {
        "speaker": "YOUTH",
        "english": "And at the base of that, there is an intense feeling of inferiority?",
        "chinese": "其根源在于怀有强烈的自卑感吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Of course. I don’t know much about fashion, but I think it’s advisable to think of people who wear rings with rubies and emeralds on all their fingers as having issues with feelings of inferiority, rather than issues of aesthetic sensibility. In other words, they have signs of a superiority complex.",
        "chinese": "当然。我虽然对时尚不太了解，但10根手指全都戴着红宝石或者绿宝石戒指的人与其说是有审美意识的问题，倒不如说是自卑感的问题，也就是一种优越情结的表现。"
      },
      {
        "speaker": "YOUTH",
        "english": "Right.",
        "chinese": "的确如此。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "But those who make themselves look bigger on borrowed power are essentially living according to other people’s value systems—they are living other people’s lives. This is a point that must be emphasized.",
        "chinese": "不过，借助权势的力量来抬高自己的人终究是活在他人的价值观和人生之中。这是必须重点强调的地方。"
      },
      {
        "speaker": "YOUTH",
        "english": "So, a superiority complex. That’s a very interesting psychology. Can you give me a different example?",
        "chinese": "哦，是优越情结吗？这是一种很有意思的心理。您能再举一些例子吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "There’s the kind of person who likes to boast about his achievements. Someone who clings to his past glory and is always recounting memories of the time when his light shone brightest. Maybe you know some people like this. All such people can be said to have superiority complexes.",
        "chinese": "例如，那些想要骄傲于自我功绩的人，那些沉迷于过去的荣光整天只谈自己曾经的辉煌业绩的人，这样的人恐怕你身边也有。这些都可以称之为优越情结。"
      },
      {
        "speaker": "YOUTH",
        "english": "The kind of man who boasts about his achievements? Yes, it is an arrogant attitude, but he can boast because he actually is superior. You can’t call that a fabricated feeling of superiority.",
        "chinese": "骄傲于自我功绩也算吗？那虽然是一种骄傲自大的态度，但也是因为实际上就很优秀才骄傲的吧。这可不能叫作虚假优越感。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Ah, but you are wrong. Those who go so far as to boast about things out loud actually have no confidence in themselves. As Adler clearly indicates, “The one who boasts does so only out of a feeling of inferiority.”",
        "chinese": "不是这样。特意自吹自擂的人其实是对自己没有自信。阿德勒明确指出“如果有人骄傲自大，那一定是因为他有自卑感”。"
      },
      {
        "speaker": "YOUTH",
        "english": "You’re saying that boasting is an inverted feeling of inferiority?",
        "chinese": "您是说自大是自卑感的另一种表现。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. If one really has confidence in oneself, one doesn’t feel the need to boast. It’s because one’s feeling of inferiority is strong that one boasts. One feels the need to flaunt one’s superiority all the more. There’s the fear that if one doesn’t do that, not a single person will accept one “the way I am.” This is a full-blown superiority complex.",
        "chinese": "是的。如果真正地拥有自信，就不会自大。正因为有强烈的自卑感才会骄傲自大，那其实是想要故意炫耀自己很优秀。担心如果不那么做的话，就会得不到周围的认可。这完全是一种优越情结。"
      },
      {
        "speaker": "YOUTH",
        "english": "So though one would think from the sound of the words that inferiority complex and superiority complex were polar opposites, in actuality they border on each other?",
        "chinese": "……也就是说，自卑情结和优越情结从名称上来看似乎是正相反的，但实际上却有着密切的联系？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, they are clearly connected. Now, there is one last example I’d like to give, a complex example that deals with boasting. It is a pattern leading to a particular feeling of superiority that manifests due to the feeling of inferiority itself becoming intensified. Concretely speaking, it’s bragging about one’s own misfortune.",
        "chinese": "密切相关。最后再举一个关于自夸的复杂实例。这是一种通过把自卑感尖锐化来实现异常优越感的模式。具体就是指夸耀不幸。"
      },
      {
        "speaker": "YOUTH",
        "english": "Bragging about one’s own misfortune?",
        "chinese": "夸耀不幸？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The person who assumes a boasting manner when talking about his upbringing and the like, the various misfortunes that have rained down upon him. If someone should try to comfort this person, or suggest some change be made, he’ll refuse the helping hand by saying, “You don’t understand how I feel.”",
        "chinese": "就是说那些津津乐道甚至是夸耀自己成长史中各种不幸的人。而且，即使别人想要去安慰或者帮助其改变，他们也会用“你无法了解我的心情”来推开援手。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, there are people like that, but . . .",
        "chinese": "啊，这种人倒是存在……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Such people try to make themselves “special” by way of their experience of misfortune, and with the single fact of their misfortune try to place themselves above others. Take the fact that I am short, for instance. Let’s say that kind-hearted people come up to me and say, “It’s nothing to worry about,” or “Such things have nothing to do with human values.” Now, if I were to reject them and say, “You think you know what short people go through, huh?” no one would say a thing to me anymore. I’m sure that everyone around me would start treating me just as if I were a boil about to burst and would handle me very carefully—or, I should say, circumspectly.",
        "chinese": "这种人其实是想要借助不幸来显示自己“特别”，他们想要用不幸这一点来压住别人。"
      },
      {
        "speaker": "YOUTH",
        "english": "Absolutely true.",
        "chinese": "的确如此。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "By doing that, my position becomes superior to other people’s, and I can become special. Quite a few people try to be “special” by adopting this kind of attitude when they are sick or injured, or suffering the mental anguish of heartbreak.",
        "chinese": "通过这种方式，我就可以变得比他人更有优势、更加“特别”。生病的时候、受伤的时候、失恋难过的时候，在诸如此类情况下，很多人都会用这种态度来使自己变成“特别的存在”。"
      },
      {
        "speaker": "YOUTH",
        "english": "So they reveal their feeling of inferiority and use it to their advantage?",
        "chinese": "也就是暴露出自己的自卑感以当作武器来使用吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. They use their misfortune to their advantage and try to control the other party with it. By declaring how unfortunate they are and how much they have suffered, they are trying to worry the people around them (their family and friends, for example), and to restrict their speech and behavior, and control them. The people I was talking about at the very beginning, who shut themselves up in their rooms, frequently indulge in feelings of superiority and use misfortune to their advantage. So much so that Adler himself pointed out, “In our culture weakness can be quite strong and powerful.”",
        "chinese": "是的。以自己的不幸为武器来支配对方。通过诉说自己如何不幸、如何痛苦来让周围的人——比如家人或朋友——担心或束缚支配其言行。刚开始提到的那些闭门不出者就常常沉浸在以不幸为武器的优越感中。阿德勒甚至指出：“在我们的文化中，弱势其实非常强大而且具有特权。”"
      },
      {
        "speaker": "YOUTH",
        "english": "So weakness is powerful?",
        "chinese": "什么叫“弱势具有特权”？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Adler says, “In fact, if we were to ask ourselves who is the strongest person in our culture, the logical answer would be, the baby. The baby rules and cannot be dominated.” The baby rules over the adults with his weakness. And it is because of this weakness that no one can control him.",
        "chinese": "阿德勒说：“在我们的文化中，如果要问谁最强大，那答案也许应该是婴儿。婴儿其实总是处于支配而非被支配的地位。”婴儿就是通过其弱势特点来支配大人。并且，婴儿因为弱势所以不受任何人的支配。"
      },
      {
        "speaker": "YOUTH",
        "english": "I’ve never encountered that viewpoint.",
        "chinese": "……根本没有这种观点。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Of course, the words of the person who has been hurt—“You don’t understand how I feel”—are likely to contain a certain degree of truth. Completely understanding the feelings of the person who is suffering is something that no one is capable of. But as long as one continues to use one’s misfortune to one’s advantage in order to be “special,” one will always need that misfortune.",
        "chinese": "当然，负伤之人所说的“你无法体会我的心情”之类的话中也包含着一定的事实。谁都无法完全理解痛苦的当事人的心情。但是，只要把自己的不幸当作保持“特别”的武器来用，那人就会永远需要不幸。"
      }
    ]
  },
  {
    "id": 11,
    "title": {
      "english": "From Power Struggle to Revenge",
      "chinese": "人际关系中的“权力斗争”与复仇"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "Okay, all this talk about teleology and such is pure sophistry, and trauma definitely does exist. And people cannot break free from the past. Surely you realize that? We cannot go back to the past in a time machine. As long as the past exists as the past, we live within contexts from the past. If one were to treat the past as something that does not exist, that would be the same as negating the entire life one has led. Are you suggesting I choose such an irresponsible life?",
        "chinese": "好啦，先生。目的论只是一种诡辩，精神创伤确实存在！而且，人根本无法摆脱过去！先生您也承认我们无法乘坐时光机器回到过去吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is true that one cannot use a time machine or turn back the hands of time. But what kind of meaning does one attribute to past events? This is the task that is given to “you now.”",
        "chinese": "是啊，我们既不能乘坐时光机器回到过去，也不能让时针倒转。但是，赋予过去的事情什么样的价值，这是“现在的你”所面临的课题。"
      },
      {
        "speaker": "YOUTH",
        "english": "All right, so let’s talk about “now.” Last time, you said that people fabricate the emotion of anger, right? And that that is the standpoint of teleology. I still cannot accept that statement. For example, how would you explain instances of anger toward society, or anger toward government? Would you say that these, too, are emotions fabricated in order to push one’s opinions?",
        "chinese": "那么，我来问问您“现在”这个话题吧。上一次，先生您说“人是在捏造愤怒的感情”，是吧？还说站在目的论的角度考虑，事情就是这样。我现在依然无法接受这种说法。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Certainly, there are times when I feel indignation with regard to social problems. But I would say that rather than a sudden burst of emotion, it is indignation based on logic. There is a difference between personal anger (personal grudge) and indignation with regard to society’s contradictions and injustices (righteous indignation). Personal anger soon cools. Righteous indignation, on the other hand, lasts for a long time. Anger as an expression of a personal grudge is nothing but a tool for making others submit to you.",
        "chinese": "的确，我们有时候会对社会问题感到愤怒。但是，这并不是突发性的感情，而是合乎逻辑的愤慨。个人的愤怒（私愤）和对社会矛盾或不公平产生的愤怒（公愤）不属于同一种类。个人的愤怒很快就会冷却，而公愤则会长时间地持续。因私愤而流露的发怒只不过是为了让别人屈服的一种工具而己。"
      },
      {
        "speaker": "YOUTH",
        "english": "You say that personal grudges and righteous indignation are different?",
        "chinese": "您是说私愤和公愤不同。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "They are completely different. Because righteous indignation goes beyond one’s own interests.",
        "chinese": "完全不同。因为公愤超越了自身利害。"
      },
      {
        "speaker": "YOUTH",
        "english": "Then I’ll ask about personal grudges. Surely even you get angry sometimes—for instance, if someone hurls abuse at you for no particular reason—don’t you?",
        "chinese": "那么，我来问问您私愤的事情。如果无缘无故地被人破口大骂，先生您也会生气吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, I do not.",
        "chinese": "不生气。"
      },
      {
        "speaker": "YOUTH",
        "english": "Come on, be honest.",
        "chinese": "不许撒谎！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "If someone were to abuse me to my face, I would think about the person’s hidden goal. Even if you are not directly abusive, when you feel genuinely angry due to another person’s words or behavior, please consider that the person is challenging you to a power struggle.",
        "chinese": "如果遭人当面辱骂，我就会考虑一下那个人隐藏的“目的”。不仅仅是直接性的当面辱骂，当被对方的言行激怒的时候，也要认清对方是在挑起“权力之争”。"
      },
      {
        "speaker": "YOUTH",
        "english": "A power struggle?",
        "chinese": "权力之争？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "For instance, a child will tease an adult with various pranks and misbehaviors. In many cases, this is done with the goal of getting attention and will cease just before the adult gets genuinely angry. However, if the child does not stop before the adult gets genuinely angry, then his goal is actually to get in a fight.",
        "chinese": "例如，孩子有时候会通过恶作剧来捉弄大人。在很多情况下，其目的是为了吸引大人的注意力，他们往往会在大人真正发火之前停止恶作剧。但是，如果在大人真正生气的时候孩子依然不停止恶作剧，那么其目的就是“斗争”本身了。"
      },
      {
        "speaker": "YOUTH",
        "english": "Why would he want to get in a fight?",
        "chinese": "为什么要斗争呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "He wants to win. He wants to prove his power by winning.",
        "chinese": "想要获胜啊，想要通过获胜来证明自己的力量。"
      },
      {
        "speaker": "YOUTH",
        "english": "I don’t really get that. Could you give me some concrete examples?",
        "chinese": "我还是不太明白。您能举个稍微具体点儿的例子吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Let’s say you and a friend have been discussing the current political situation. Before long, it turns into a heated argument, and neither of you is willing to accept any differences of opinion until finally it reaches the point where he starts engaging in personal attacks—that you’re stupid, and it’s because of people like you that this country doesn’t change, that sort of thing.",
        "chinese": "比如，假设你和朋友正在谈论时下的政治形势，谈着谈着你们之间的争论越来越激烈，彼此都各不相让，于是对方很快就上升到了人格攻击，骂你说：“所以说你是个大傻瓜，正因为有你这种人存在我们国家才不能发展。”"
      },
      {
        "speaker": "YOUTH",
        "english": "But if someone said that to me, I wouldn’t be able to put up with it.",
        "chinese": "如果被这样说的话，我肯定会忍无可忍。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In this case, what is the other person’s goal? Is it only that he wants to discuss politics? No, it isn’t. It’s that he finds you unbearable, and he wants to criticize and provoke you, and make you submit through a power struggle. If you get angry at this point, the moment he has been anticipating will arrive, and the relationship will suddenly turn into a power struggle. No matter what the provocation, you must not get taken in.",
        "chinese": "这种情况下，对方的目的是什么呢？是纯粹想要讨论政治吗？不是。对方只是想要责难挑衅你，通过权力之争来达到让不顺眼的你屈服的目的。这个时候你如果发怒的话，那就是正中其下怀，关系会急剧转入权力之争。所以，我们不能上任何挑衅的当。"
      },
      {
        "speaker": "YOUTH",
        "english": "No, there’s no need to run away from it. If someone wants to start a fight, it’s fine to accept it. Because it’s the other guy who’s at fault, anyway. You can bash his nose in, the stupid fool. With words, that is.",
        "chinese": "不不，没必要逃避。对于挑衅就应该进行回击。因为错在对方。对那种无礼的混球就应该直接挫挫其锐气，用语言的拳头！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Now let’s say you take control of the quarrel. And then the other man, who was seeking to defeat you, withdraws in a sportsmanlike manner. The thing is, the power struggle doesn’t end there. Having lost the dispute, he rushes on to the next stage.",
        "chinese": "那么，假设你压制住了争论，而且彻底认输的对方爽快地退出。但是，权力之争并没有就此结束。败下阵来的对方会很快转入下一个阶段。"
      },
      {
        "speaker": "YOUTH",
        "english": "The next stage?",
        "chinese": "下一个阶段？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. It’s the revenge stage. Though he has withdrawn for the time being, he will be scheming some revenge in another place and another form, and will reappear with an act of retaliation.",
        "chinese": "是的，“复仇”阶段。尽管暂时败下阵来，但对方会在别的地方以别的形式策划着复仇、等待着进行报复。"
      },
      {
        "speaker": "YOUTH",
        "english": "Like what, for instance?",
        "chinese": "比如说？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The child oppressed by his parents will turn to delinquency. He’ll stop going to school. He’ll cut his wrists or engage in other acts of self-harm. In Freudian etiology, this is regarded as simple cause and effect: The parents raised the child in this way, and that is why the child grew up to be like this. It’s just like pointing out that a plant wasn’t watered, so it withered. It’s an interpretation that is certainly easy to understand. But Adlerian teleology does not turn a blind eye to the goal that the child is hiding. That is to say, the goal of revenge on the parents. If he becomes a delinquent, stops going to school, cuts his wrists, or things like that, the parents will be upset. They’ll panic and worry themselves sick over him. It is in the knowledge that this will happen that the child engages in problem behavior. So that the current goal (revenge on the parents) can be realized, not because he is motivated by past causes (home environment).",
        "chinese": "遭受过父母虐待的孩子有些会误入歧途、逃学，甚至会出现割腕等自残行为。如果按照弗洛伊德的原因论，肯定会从简单的因果律角度归结为：“因为父母用这样的方法教育，所以孩子才变成这样。”就像因为不给植物浇水，所以它们才会干枯一样。这的确是简单易懂的解释。"
      },
      {
        "speaker": "YOUTH",
        "english": "He engages in problem behavior in order to upset his parents?",
        "chinese": "是为了让父母烦恼才有问题行为？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. There are probably a lot of people who feel mystified by seeing a child who cuts his wrists, and they think, Why would he do such a thing? But try to think how the people around the child—the parents, for instance—will feel as a result of the behavior of wrist cutting. If you do, the goal behind the behavior should come into view of its own accord.",
        "chinese": "是的。例如，看到割腕的孩子很多人会不可思议地想：”为什么要做那种事情呢？“"
      },
      {
        "speaker": "YOUTH",
        "english": "The goal being revenge?",
        "chinese": "……目的是为了复仇吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. And once the interpersonal relationship reaches the revenge stage, it is almost impossible for either party to find a solution. To prevent this from happening, when one is challenged to a power struggle, one must never allow oneself to be taken in.",
        "chinese": "是的。而且，人际关系一旦发展到复仇阶段，那么当事人之间几乎就不可能调和了。为了避免这一点，在受到争权挑衅时绝对不可以上当。"
      }
    ]
  },
  {
    "id": 12,
    "title": {
      "english": "Admitting Fault Is Not Defeat",
      "chinese": "承认错误，不代表你失败了"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "All right, then what should you do when you’re subjected to personal attacks right to your face? Do you just grin and bear it?",
        "chinese": "那么，如果当面受到了人格攻击的话该怎么办呢？要一味地忍耐吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, the idea that you are “bearing it” is proof that you are still stuck in the power struggle. When you are challenged to a fight, and you sense that it is a power struggle, step down from the conflict as soon as possible. Do not answer his action with a reaction. That is the only thing we can do.",
        "chinese": "不，”忍耐“这种想法本身就表明你依然拘泥于权力之争。而是要对对方的行为不做任何反应。我们能做的就只有这一点。"
      },
      {
        "speaker": "YOUTH",
        "english": "But is it really that easy to not respond to provocation? In the first place, how would you say I should control my anger?",
        "chinese": "不上挑衅之当这种事情有那么容易做到吗？原本您是怎么说到要控制怒气的呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "When you control your anger, you’re “bearing it,” right? Instead, let’s learn a way to settle things without using the emotion of anger. Because after all, anger is a tool. A means for achieving a goal.",
        "chinese": "所谓控制怒气是否就是”忍耐“呢？不是的，我们应该学习不使用怒气这种感情的方法，因为怒气终归是为了达成目的的一种手段和工具。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s a tough one.",
        "chinese": "哦，这太难了。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The first thing that I want you to understand here is the fact that anger is a form of communication, and that communication is nevertheless possible without using anger. We can convey our thoughts and intentions and be accepted without any need for anger. If you learn to understand this experientially, the anger emotion will stop appearing all on its own.",
        "chinese": "首先希望你能够理解这样一个事实，那就是发怒是交流的一种形态，而且不使用发怒这种方式也可以交流。我们即使不使用怒气，也可以进行沟通以及取得别人的认同。如果能够从经验中明白这一点，那自然就不会再有怒气产生了。"
      },
      {
        "speaker": "YOUTH",
        "english": "But what if they come at you with mistaken accusations, or make insulting comments? I shouldn’t get angry even then?",
        "chinese": "但是，即使对方明显找碴儿挑衅，恶意说一些侮辱性的语言，也不能发怒吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "You don’t seem to understand yet. It’s not that you mustn’t get angry, but that there is no need to rely on the tool of anger. Irascible people do not have short tempers—it is only that they do not know that there are effective communication tools other than anger. That is why people end up saying things like “I just snapped” or, “He flew into a rage.” We end up relying on anger to communicate.",
        "chinese": "你似乎还没有真正理解。不是不能发怒，而是”没必要依赖发怒这一工具“。"
      },
      {
        "speaker": "YOUTH",
        "english": "Effective communication tools other than anger . . .",
        "chinese": "发怒之外的有效交流……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "We have language. We can communicate through language. Believe in the power of language and the language of logic.",
        "chinese": "我们有语言，可以通过语言进行交流；要相信语言的力量，相信具有逻辑性的语言。"
      },
      {
        "speaker": "YOUTH",
        "english": "Certainly, if I did not believe in that, we wouldn’t be having this dialogue.",
        "chinese": "……的确，如果不相信这一点的话，我们的这种对话也就不会成立了。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "One more thing about power struggles. In every instance, no matter how much you might think you are right, try not to criticize the other party on that basis. This is an interpersonal relationship trap that many people fall into.",
        "chinese": "关于权力之争，还有一点需要注意。那就是无论认为自己多么正确，也不要以此为理由去责难对方。这是很多人都容易陷落进去的人际关系圈套。"
      },
      {
        "speaker": "YOUTH",
        "english": "Why’s that?",
        "chinese": "为什么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The moment one is convinced that “I am right” in an interpersonal relationship, one has already stepped into a power struggle.",
        "chinese": "人在人际关系中一旦确信”我是正确的“，那就已经步入了权力之争。"
      },
      {
        "speaker": "YOUTH",
        "english": "Just because you think you’re right? No way, that’s just blowing things all out of proportion.",
        "chinese": "仅仅是认为自己正确就会那样吗？不不，这也太夸张了吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I am right. That is to say, the other party is wrong. At that point, the focus of the discussion shifts from “the rightness of the assertions” to “the state of the interpersonal relationship.” In other words, the conviction that “I am right” leads to the assumption that “this person is wrong,” and finally it becomes a contest and you are thinking, I have to win. It’s a power struggle through and through.",
        "chinese": "我是正确的，也就是说对方是错误的。一旦这样想，辩论的焦点便会从”主张的正确性“变成了”人际关系的方式“。也就是说，”我是正确的“这种坚信意味着坚持”对方是错误的“，最终就会演变成”所以我必须获胜“之类的胜负之争。这就是完完全全的权力之争吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm.",
        "chinese": "嗯。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In the first place, the rightness of one’s assertions has nothing to do with winning or losing. If you think you are right, regardless of what other people’s opinions might be, the matter should be closed then and there. However, many people will rush into a power struggle and try to make others submit to them. And that is why they think of “admitting a mistake” as “admitting defeat.”",
        "chinese": "原本主张的对错与胜负毫无关系。如果你认为自己正确的话，那么无论对方持什么意见都应该无所谓。但是，很多人都会陷入权力之争，试图让对方屈服。正因为如此，才会认为”承认自己的错误“就等于”承认失败“。"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, there definitely is that aspect.",
        "chinese": "的确有这么一方面。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Because of one’s mind-set of not wanting to lose, one is unable to admit one’s mistake, the result being that one ends up choosing the wrong path. Admitting mistakes, conveying words of apology, and stepping down from power struggles—none of these things is defeat. The pursuit of superiority is not something that is carried out through competition with other people.",
        "chinese": "因为不想失败，所以就不愿承认自己的错误，结果就会选择错误的道路。承认错误、赔礼道歉、退出权力之争，这些都不是”失败“。"
      },
      {
        "speaker": "YOUTH",
        "english": "So when you’re hung up on winning and losing, you lose the ability to make the right choices?",
        "chinese": "也就是说，如果过度拘泥于胜负就无法作出正确的选择？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. It clouds your judgment, and all you can see is imminent victory or defeat. Then you turn down the wrong path. It’s only when we take away the lenses of competition and winning and losing that we can begin to correct and change ourselves.",
        "chinese": "是的。眼镜模糊了，只能看到眼前的胜负就会走错道路，我们只有摘掉竞争或胜负之争的眼镜才能够改变完善自己。"
      }
    ]
  },
  {
    "id": 13,
    "title": {
      "english": "Overcoming the Tasks That Face You in Life",
      "chinese": "把自己和别人的“人生课题”分开来"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "Okay, but there’s still a problem. It’s the statement “All problems are interpersonal relationship problems.” I can see that the feeling of inferiority is an interpersonal relationship worry, and that it has certain effects on us. And I accept as logical the idea that life is not a competition. I cannot see other people as comrades, and somewhere inside me I think of them as enemies. This is clearly the case. But the thing I find puzzling is, why does Adler place so much importance on interpersonal relationships? Why does he go so far as to say “all” of them?",
        "chinese": "例如，有一个不爱学习的孩子，不听课、不写作业甚至连教科书都忘在学校。那么，如果你是父母的话，你会怎么做呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The issue of interpersonal relationships is so important that no matter how broadly it is addressed, it never seems to suffice. Last time I told you, “What you are lacking is the courage to be happy.” You remember that, right?",
        "chinese": "当然是想尽一切办法地让其学习呀！上辅导班、请家庭教师，有时候甚至还可能会扯耳朵。这就是父母的责任和义务吧。实际上我就是这样长大的——做不完当天的作业，父母就不让吃晚饭。"
      },
      {
        "speaker": "YOUTH",
        "english": "I couldn’t forget it if I tried.",
        "chinese": "那么，我再问你一个问题。被这种强制性的手段强迫学习，那你最终喜欢上学习了吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "So why do you see other people as enemies, and why can’t you think of them as your comrades? It is because you have lost your courage and you are running away from your “life tasks.”",
        "chinese": "很遗憾，没能喜欢上学习。为了学校或者考试的学习只是应付而已。"
      },
      {
        "speaker": "YOUTH",
        "english": "My life tasks?",
        "chinese": "明白了。那么，我就从阿德勒心理学的基本原理开始说起。例如，当眼前有“学习”这个课题的时候，阿德勒心理学会首先考虑“这是谁的课题”。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Right. This is a crucial point. In Adlerian psychology, clear objectives are laid out for human behavior and psychology.",
        "chinese": "谁的课题？"
      },
      {
        "speaker": "YOUTH",
        "english": "What sort of objectives?",
        "chinese": "孩子学不学习或者跟不跟朋友玩，这原本是“孩子的课题”，而不是父母的课题。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "First, there are two objectives for behavior: to be self-reliant and to live in harmony with society. Then, the two objectives for the psychology that supports these behaviors are the consciousness that I have the ability and the consciousness that people are my comrades.",
        "chinese": "您是说这是孩子应该做的事吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Just a moment. I’m writing this down . . . There are the following two objectives for behavior: to be self-reliant and to live in harmony with society. And there are the following two objectives for the psychology that supports these behaviors: the consciousness that I have the ability and the consciousness that people are my comrades . . . Okay, I can see that it is a crucial subject: to be self-reliant as an individual while living in harmony with people and society. It seems to tie in with everything we’ve been discussing.",
        "chinese": "坦率说的话，就是如此。即使父母代替孩子学习也没有任何意义吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "And these objectives can be achieved by facing what Adler calls “life tasks.”",
        "chinese": "哎呀，那倒是。"
      },
      {
        "speaker": "YOUTH",
        "english": "What are life tasks?",
        "chinese": "学习是孩子的课题。与此相对，父母命令孩子学习就是对别人的课题妄加干涉。如果这样的话，那肯定就避免不了冲突。因此，我们必须从“这是谁的课题”这一观点出发，把自己的课题与别人的课题分离开来。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Let’s think of the word “life” as tracing back to childhood. During childhood, we are protected by our parents and can live without needing to work. But eventually, the time comes when one has to be self-reliant. One cannot be dependent on one’s parents forever, and one has to be self-reliant mentally, of course, and self-reliant in a social sense as well, and one has to engage in some form of work—which is not limited to the narrow definition of working at a company. Furthermore, in the process of growing up, one begins to have all kinds of friend relationships. Of course, one may form a love relationship with someone that may even lead to marriage. If it does, one will start a marital relationship, and if one has children, a parent-child relationship will begin. Adler made three categories of the interpersonal relationships that arise out of these processes. He referred to them as “tasks of work,” “tasks of friendship,” and “tasks of love,” and all together as “life tasks.”",
        "chinese": "分离之后再怎么做呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Are these tasks the obligations one has as a member of society? In other words, things like labor and payment of taxes?",
        "chinese": "不干涉他人的课题。仅此而己。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, please think of this solely in terms of interpersonal relationships. That is, the distance and depth in one’s interpersonal relationships. Adler sometimes used the expression “three social ties” to emphasize the point.",
        "chinese": "……仅此而已吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "The distance and depth in one’s interpersonal relationships?",
        "chinese": "基本上，一切人际关系矛盾都起因于对别人的课题妄加干涉，或者自己的课题被别人妄加干涉。只要能够进行课题分离，人际关系就会发生巨大改变。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The interpersonal relationships that a single individual has no choice but to confront when attempting to live as a social being—these are the life tasks. They are indeed tasks in the sense that one has no choice but to confront them.",
        "chinese": "我还是不太明白，究竟如何辨别“这是谁的课题”呢？实际上，在我看来让孩子学习是父母的责任和义务。因为，几乎没有真心喜欢学习的孩子，而父母则是孩子的保护人。"
      },
      {
        "speaker": "YOUTH",
        "english": "Would you be more specific?",
        "chinese": "辨别究竟是谁的课题的方法非常简单，只需要考虑一下“某种选择所带来的结果最终要由谁来承担？”如果孩子选择“不学习”这个选项，那么由这种决断带来的后果一一例如成绩不好、无法上好学校等——最终的承担者不是父母，而是孩子。也就是说，学习是孩子的课题。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "First, let’s look at the tasks of work. Regardless of the kind of work, there is no work that can be completed all by oneself. For instance, I am usually here in my study writing a manuscript. Writing is completely autonomous work that I cannot have someone else do for me. But then there is the presence of the editor and many others, without whose assistance the work would not be realized, from the people who handle book design and printing to the distribution and bookstore staff. Work that can be completed without the cooperation of other people is in principle unfeasible.",
        "chinese": "不不，根本不对！为了不让这种事态发生，既是人生前辈又是保护人的父母有责任告诫孩子“必须好好学习！”。这是为孩子着想，而不是妄加干涉。“学习”或许是孩子的课题，但“让孩子学习”却是父母的课题。"
      },
      {
        "speaker": "YOUTH",
        "english": "Broadly speaking, I suppose so.",
        "chinese": "的确，世上的父母总是说“为你着想”之类的话。但是，父母们的行为有时候很明显是为了满足自己的目的——面子和虚荣又或者是支配欲。也就是说，不是“为了你”而是“为了我”，正因为察觉到了这种欺骗行为，孩子才会反抗。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "However, considered from the viewpoint of distance and depth, interpersonal relationships of work may be said to have the lowest hurdles. Interpersonal relationships of work have the easy-to-understand common objective of obtaining good results, so people can cooperate even if they don’t always get along, and to some extent they have no choice but to cooperate. And as long as a relationship is formed solely on the basis of work, it will go back to being a relationship with an outsider when working hours are over or one changes jobs.",
        "chinese": "那么您是说，即使孩子完全不学习，那也是孩子自己的课题，所以要放任不管吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, so true.",
        "chinese": "这一点需要注意。阿德勒心理学并不是推崇放任主义。放任是一种不知道也不想知道孩子在做什么的态度。而阿德勒心理学的主张不是如此，而是在了解孩子干什各的基础上对其加以守护。如果就学习而言，告诉孩子这是他自己的课题，在他想学习的时候父母要随时准备给予帮助，但绝不对孩子的课题妄加干涉。在孩子没有向你求助的时候不可以指手画脚。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "And the ones who get tripped up in the interpersonal relationships at this stage are the people referred to as “NEETs” (a young person not in education, employment, or training) or “shut-ins” (a person confined indoors).",
        "chinese": "这不仅仅限于亲子关系吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "Huh? Wait a minute! Are you saying that they don’t try to work simply because they want to avoid the interpersonal relationships that are associated with work, not that they don’t want to work or that they’re refusing to do manual labor?",
        "chinese": "当然。例如，阿德勒心理学的心理咨询辅导认为，被辅导者是否改变并不是辅导顾问的课题。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Putting aside the question of whether or not they are conscious of it themselves, interpersonal relationships are at the core. For example, a man sends out résumés to find work and gets interviews, only to be rejected by one company after another. It hurts his pride. He starts to wonder what the purpose in working is if he has to go through such things. Or he makes a big mistake at work. The company is going to lose a huge sum of money because of him. Feeling utterly hopeless, as if he’s plunged into darkness, he can’t bear the thought of coming in to work the following day. None of these are examples of the work itself becoming disagreeable. What is disagreeable is being criticized or rebuked by others through the work, getting labeled as having no ability or being incompetent or unsuited to the work, and hurting the dignity of one’s irreplaceable self. In other words, everything is an interpersonal relationship issue.",
        "chinese": "您说什么？"
      }
    ]
  },
  {
    "id": 14,
    "title": {
      "english": "Do Not Live to Satisfy the Expectations of Others",
      "chinese": "要不要活在别人的期待中？"
    },
    "dialogues": [
      {
        "speaker": "PHILOSOPHER",
        "english": "Being recognized by others is certainly something to be happy about. But it would be wrong to say that being recognized is absolutely necessary. For what does one seek recognition in the first place? Or, to put it more succinctly, why does one want to be praised by others?",
        "chinese": "得到别人的认可的确很让人高兴。但是，要说是否真的需要被人认可，那绝对不是。人原本为什么要寻求认可呢？说得再直接一些，人为什么想要得到别人的表扬呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "It’s simple. It’s through being recognized by others that each of us can truly feel we have value. It is through recognition from others that one becomes able to wipe away one’s feelings of inferiority. One learns to have confidence in oneself. Yes, it’s an issue of value. I think you mentioned it last time: that the feeling of inferiority is an issue of value judgment. It’s because I could never get recognition from my parents that I have lived a life tainted by feelings of inferiority.",
        "chinese": "答案很简单。只有得到了别人的认可，我们才能体会到“自己有价值”。通过别人的认可，我们能够消除自卑感，可以增加自信心。对，这就是“价值”的问题。先生您上次不也说过吗？自卑感就是价值判断的问题。我正是因为得不到父母的认可所以才一直活在自卑之中！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Now let’s consider a familiar setting. For example, let’s say you’ve been picking up litter around your workplace. The thing is, no one seems to notice at all. Or if they do, no one has given you any appreciation for what you’ve done, or even said a single word of thanks. Well, will you keep on picking up litter from now on?",
        "chinese": "那么，我们用一个身边的例子来考虑一下。比如，假设你在工作单位捡了垃圾。但是，周围的人根本没人注意到这一点；或者即使注意到了，也没有人说一句感谢或表扬的话。那么，你以后还会继续检垃圾吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s a difficult situation. I suppose that if no one appreciates what I’m doing, I might stop.",
        "chinese": "这真是一个困难的问题啊。如果没有得到任何人的感谢，那也许以后就不会再继续去做了吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Why?",
        "chinese": "为什么呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Picking up litter is for everyone. If I’m rolling up my sleeves and getting it done, but I don’t get a word of thanks? I guess I’d probably lose my motivation.",
        "chinese": "捡垃圾是“为了大家”。为了大家流汗受累，却连一句感谢的话都得不到。如果这样的话也许就不想再做下去了吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "This is the danger of the desire for recognition. Why is it that people seek recognition from others? In many cases, it is due to the influence of reward-and-punishment education.",
        "chinese": "认可欲求的危险就在这里。人究竟为什么要寻求别人的认可呢？其实，很多情况下都是因为受赏罚教育的影响。"
      },
      {
        "speaker": "YOUTH",
        "english": "Reward-and-punishment education?",
        "chinese": "赏罚教育？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "If one takes appropriate action, one receives praise. If one takes inappropriate action, one receives punishment. Adler was very critical of education by reward and punishment. It leads to mistaken lifestyles in which people think, If no one is going to praise me, I won’t take appropriate action and If no one is going to punish me, I’ll engage in inappropriate actions, too. You already have the goal of wanting to be praised when you start picking up litter. And if you aren’t praised by anyone, you’ll either be indignant or decide that you’ll never do such a thing again. Clearly, there’s something wrong with this situation.",
        "chinese": "如果做了恰当的事情就能够得到表扬，而如果做了不恰当的事情就会受到惩罚。阿德勒严厉批判这种赏罚式的教育。在赏罚式教育之下会产生这样一种错误的生活方式，那就是“如果没人表扬，我就不去做好事”或者是“如果没人惩罚，我也做坏事”。是先有了希望获得表扬这个目的，所以才去捡垃圾。并且，如果不能够得到任何人的表扬，那就会很愤慨或者是下决心再也不做这样的事情。很明显，这是一种不正常的想法。"
      },
      {
        "speaker": "YOUTH",
        "english": "No! I wish you wouldn’t trivialize things. I’m not arguing about education. Wanting to be recognized by people you like, to be accepted by people close to you, is a normal desire.",
        "chinese": "不对！请您不要把话题缩小！我不是在讨论教育。希望得到喜欢的人的认可、希望被身边的人接纳，这都是非常自然的欲求！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "You are badly mistaken. Look, we are not living to satisfy other people’s expectations.",
        "chinese": "你犯了一个大大的错误。其实，我们“并不是为了满足别人的期待而活着”。"
      },
      {
        "speaker": "YOUTH",
        "english": "What do you mean?",
        "chinese": "您说什么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "You are not living to satisfy other people’s expectations, and neither am I. It is not necessary to satisfy other people’s expectations.",
        "chinese": "你不是为了满足别人的期待而活着，我也不是为了满足别人的期待而活着。我们没必要去满足别人的期待。"
      },
      {
        "speaker": "YOUTH",
        "english": "That is such a self-serving argument! Are you saying one should think only about oneself and live self-righteously?",
        "chinese": "不不，这是非常自私的论调！您是说要只为自己着想、自以为是地活着吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In the teachings of Judaism, one finds a view that goes something like this: If you are not living your life for yourself, then who is going to live it for you? You are living only your own life. When it comes to who you are living it for, of course it’s you. And then, if you are not living your life for yourself, who could there be to live it instead of you? Ultimately, we live thinking about “I.” There is no reason that we must not think that way.",
        "chinese": "在犹太教教义中有这么一句话：“倘若自己都不为自己活出自己的人生，那还有谁会为自己而活呢？”你就活在自己的人生中。要说为谁活着，那当然是为你自己。假如你不为自己而活的话，那谁会为你而活呢？我们最终还是为自己活着。没理由不可以这样想。"
      },
      {
        "speaker": "YOUTH",
        "english": "So you are afflicted by the poison of nihilism, after all. You say that, ultimately, we live thinking about “I”? And that that’s okay? What a wretched way of thinking!",
        "chinese": "先生您还是中了虚无主义之毒！您是说人们都可以为自己活着？这是多么卑劣的想法啊！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is not nihilism at all. Rather, it’s the opposite. When one seeks recognition from others, and concerns oneself only with how one is judged by others, in the end, one is living other people’s lives.",
        "chinese": "这并不是虚无主义，而且正相反。如果一味寻求别人的认可、在意别人的评价，那最终就会活在别人的人生中。"
      },
      {
        "speaker": "YOUTH",
        "english": "What does that mean?",
        "chinese": "什么意思？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Wishing so hard to be recognized will lead to a life of following expectations held by other people who want you to be “this kind of person.” In other words, you throw away who you really are and live other people’s lives. And please remember this: If you are not living to satisfy other people’s expectations, it follows that other people are not living to satisfy your expectations. Someone might not act the way you want him to, but it doesn’t do to get angry. That’s only natural.",
        "chinese": "过于希望得到别人的认可，就会按照别人的期待去生活。也就是舍弃真正的自我，活在别人的人生之中。而且，请你记住，假如说你“不是为了满足他人的期待而活”，那他人也“不是为了满足你的期待而活”。当别人的行为不符合自己的想法的时候也不可以发怒。这也是理所当然的事情。"
      },
      {
        "speaker": "YOUTH",
        "english": "No, it is not! That is an argument that overturns our society from its very foundation. Look, we have the desire for recognition. But in order to receive recognition from others, first we have to recognize others ourselves. It is because one recognizes other people and other systems of values that one is recognized by others. It is through this relationship of mutual recognition that our very society is built. Your argument is an abhorrent, dangerous way of thinking, which will drive human beings into isolation and lead to conflict. It’s a diabolical solicitation to needlessly stir up distrust and doubt.",
        "chinese": "不对！这简直是一种彻底颠覆我们的社会的论调！我们都有认可欲求。但是，为了得到别人的认可，首先自己得先认可别人。正因为我们认可了他人、认可了不同的价值观，我们才能够得到别人的认可。通过这种相互认可，我们才建立起了“社会”！先生您的主张诱导人孤立甚至对立，是一种令人唾弃的危险思想！是足以挑起不信任感和猜忌心的恶魔式的教唆！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Ha-ha, you certainly have an interesting vocabulary. There’s no need to raise your voice—let’s think about this together. One has to get recognition, or one will suffer. If one doesn’t get recognition from others and from one’s parents, one won’t have confidence. Can such a life be healthy? So one could think, God is watching, so accumulate good deeds. But that and the nihilist view that “there is no God, so all evil deeds are permitted” are two sides of the same coin. Even supposing that God did not exist, and that we could not gain recognition from God, we would still have to live this life. Indeed, it is in order to overcome the nihilism of a godless world that it is necessary to deny recognition from other people.",
        "chinese": "哈哈哈，你用的词可真有意思。没必要那么激动，咱们一起来想想吧。得不到认可就非常痛苦，如果得不到别人和父母的认可就没有自信。那么，这样的人生能称得上健全吗？例如，有人会想：“因为神在看着，所以要积累善行。”但这是与“因为没有神，所以可以无恶不作”之类的虚无主义相对的一种思想。即使神并不存，在即使无法得到神的认可，我们也必须要活出自己的人生。而且，正是为了克服无神世界的虚无主义才更有必要否定他人的认可。"
      },
      {
        "speaker": "YOUTH",
        "english": "I don’t care for all this talk about God. Think more straightforwardly and more plainly about the mentality of real, everyday people. What about the desire to be recognized socially, for example? Why does a person want to climb the corporate ladder? Why does a person seek status and fame? It’s the wish to be recognized as somebody important by society as a whole—it’s the desire for recognition.",
        "chinese": "这和神的事情根本没关系！请您更加认真、更加直接地考虑一下活在俗世中的人们的心！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Then, if you get that recognition, would you say that you’ve really found happiness? Do people who have established their social status truly feel happy?",
        "chinese": "那么，得到了认可就真的会幸福吗？获得了一定社会地位的人就能体会到幸福吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "No, but that’s . . .",
        "chinese": "哎呀，这个嘛……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "When trying to be recognized by others, almost all people treat satisfying other people’s expectations as the means to that end. And that is in accordance with the stream of thought of reward-and-punishment education that says one will be praised if one takes appropriate action. If, for example, the main point of your job turns out to be satisfying other people’s expectations, then that job is going to be very hard on you. Because you’ll always be worried about other people looking at you and fear their judgment, and you are repressing your “I-ness.” It might come as a surprise to you, but almost none of my clients who come for counseling are selfish people. Rather, they are suffering trying to meet the expectations of other people, the expectations of their parents and teachers. So, in a good way, they can’t behave in a self-centered fashion.",
        "chinese": "想要取得别人认可的时候，几乎所有人都会采取“满足别人的期待”这一手段，这其实都是受“如果做了恰当的事情就能够得到表扬”这种赏罚教育的影响。但是，如果工作的主要目标成了“满足别人的期待”，那工作就会变得相当痛苦吧。因为那样就会一味在意别人的视线、害怕别人的评价，根本无法做真正的自己。也许你会感到意外，但事实上，来接受心理咨询辅导的人几乎没有任性者。反而很多人是苦恼于要满足别人的期待、满足父母或老师的期待，无法按照自己的想法去生活。"
      },
      {
        "speaker": "YOUTH",
        "english": "So I should be selfish?",
        "chinese": "那么，您是说要我做一个任性自私的人吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Do not behave without regard for others. To understand this, it is necessary to understand the idea in Adlerian psychology known as “separation of tasks.”",
        "chinese": "并不是旁若无人地任意横行。要理解这一点，需要先了解阿德勒心理学中的“课题分离”这一主张。"
      },
      {
        "speaker": "YOUTH",
        "english": "Separation of tasks? That’s a new term. Let’s hear about it.",
        "chinese": "……课题分离？这可是个新词啊。那我就听听吧。"
      }
    ]
  },
  {
    "id": 15,
    "title": {
      "english": "You Hold the Cards to Interpersonal Relationships",
      "chinese": "人际关系“王牌”，握在你自己手里"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "Well, I never would have imagined I’d visit a philosopher’s place to hear about being disliked.",
        "chinese": "但是，我真没想到来到哲学家的房间会听到“被人讨厌”之类的话题。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I am well aware that this is not an easy thing to swallow. It will probably take some time to chew over and digest. If we go any further with this today, I think you won’t be able to keep it in your head. So I would like to talk to you about one more thing, a personal matter that relates to the separation of tasks, and then finish up for today.",
        "chinese": "我也知道这个话题不太容易理解，理解消化它需要一定的时间。今天如果继续谈论下去恐怕你也无法接受。那么，关于课题分离，最后我再说一件我自己的事情，以此作为今天的结束吧。"
      },
      {
        "speaker": "YOUTH",
        "english": "All right.",
        "chinese": "好的。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "This one, too, is about relationships with parents. My relationship with my father had always been a rocky one, even when I was a child. My mother died when I was in my twenties, without us ever engaging in anything like real conversation together, and after that my relationship with my father became increasingly strained. That is, until I encountered Adlerian psychology and grasped Adler’s ideas.",
        "chinese": "这也是我和父母之间关系的事情。我自幼就与父亲关系不好，几乎从未进行过真正的对话。我20多岁的时候母亲去世了，之后我与父亲的关系就更加恶化。对，这种情况一直持续到我邂逅阿德勒心理学并理解了阿德勒思想。"
      },
      {
        "speaker": "YOUTH",
        "english": "Why did you have a bad relationship with your father?",
        "chinese": "您和父亲的关系为什么不好呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "What I have in my memory is an image from a time when he hit me. I have no recollection of what I might have done to bring it on. I only remember hiding under a desk in an attempt to escape him, when he dragged me out and hit me hard. And not just once, but many times.",
        "chinese": "我记忆中有被父亲殴打的印象。具体为什么不记得了，只记得我被打得逃到桌子底下又被父亲拽出来狠狠地打，并且不是一次而是很多次。"
      },
      {
        "speaker": "YOUTH",
        "english": "That fear became a trauma . . .",
        "chinese": "那种恐惧成了一种精神创伤……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I think that until I encountered Adlerian psychology, I understood it in that kind of way. Because my father was a moody, taciturn person. But to think to myself, He hit me that time, and that is why our relationship went bad, is a Freudian etiological way of thinking. The Adlerian teleology position completely reverses the cause-and-effect interpretation. That is to say, I brought out the memory of being hit because I don’t want my relationship with my father to get better.",
        "chinese": "在邂逅阿德勒心理学之前我也是这么理解的。因为父亲是一个沉默寡言、不好接近的人。但是，认为“因为那时候被打所以关系不和”是弗洛伊德式的原因论的想法。如果站在阿德勒目的论的立场上，因果律的解释就会完全倒过来。也就是说，我“为了不想与父亲搞好关系，所以才搬出被打的记忆”。"
      },
      {
        "speaker": "YOUTH",
        "english": "So first you had the goal of not wanting your relationship with your father to get better and not wanting to repair things between you.",
        "chinese": "也就是说先生您是先有不想与父亲和好这一“目的”？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. For me, it was more convenient to not repair my relationship with my father. I could use having a father like that as an excuse for why my own life wasn’t going well. That for me was a virtue. And there was also the aspect of taking revenge on a feudal father.",
        "chinese": "是的。对我来说，不修复与父亲之间的关系更合适，因为如果自己的人生不顺利就可以归咎于父亲。这其中有对我来说的“善”，也许还有对封建的父亲的“报复”。"
      },
      {
        "speaker": "YOUTH",
        "english": "That is exactly what I wanted to ask about! Even if the cause and effect were reversed, that is to say, in your case, you were able to analyze yourself and say, “It isn’t because he hit me that I have a bad relationship with my father, but that I brought out the memory of being hit because I don’t want my relationship with my father to get better,” even then, how does it actually change things? It doesn’t change the fact that you were hit in childhood, right?",
        "chinese": "我正好想问这一点！假如因果律发生了逆转，用先生的情况来讲就是可以自我剖析为“不是因为被打所以才与父亲不和，而是因为不想与父亲和好所以才搬出被打的记忆”。那具体会有什么变化呢？孩童时代被打的事实不会改变吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "One can think from the viewpoint that it is an interpersonal relationship card. As long as I use etiology to think, It is because he hit me that I have a bad relationship with my father, it would be a matter that was impossible for me to do anything about. But if I can think, I brought out the memory of being hit because I don’t want my relationship with my father to get better, then I will be holding the card to repair relations. Because if I can just change the goal, that fixes everything.",
        "chinese": "这一点可以从“人际关系之卡”这个观点来进行考虑。只要是按照原因论认为“因为被打所以才与父亲不和”，那么现在的我就只能束手无策了。但是，如果认为“因为不想与父亲和好所以才搬出被打的记忆”，那“关系修复之卡”就会握在自己手中。因为只要我改变“目的”，事情就能解决。"
      },
      {
        "speaker": "YOUTH",
        "english": "Does that really fix things?",
        "chinese": "真的能解决吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Of course.",
        "chinese": "当然。"
      },
      {
        "speaker": "YOUTH",
        "english": "I wonder if you really feel so from the bottom of your heart. I can understand it in theory, but the feeling just doesn’t sit right with me.",
        "chinese": "真能发自内心地那样认为吗？虽然作为道理能够明白，但感觉上还是无法接受。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Then it’s the separation of tasks. It’s true that my father and I had a complicated relationship. He was a stubborn person, and I could never imagine his feelings being able to change easily. Moreover, there was a strong possibility that he had even forgotten ever raising his hands against me. However, at the time of making my resolution to repair relations, it did not matter to me what sort of lifestyle my father had, or what he thought of me, or the kind of attitude he might adopt in response to my approach—such things didn’t matter at all. Even if there were no intention to repair relations on his side, I would not mind in the least. The issue was whether or not I would resolve to do it, and I was always holding the interpersonal relationship cards.",
        "chinese": "还是课题分离。的确，父亲和我的关系很复杂。实际上，父亲是个非常固执的人，他的心不会轻易发生变化；不止如此，很可能就连对我动过手的事情都忘记了。"
      },
      {
        "speaker": "YOUTH",
        "english": "You were always holding the interpersonal relationship cards?",
        "chinese": "人际关系之卡总是掌握在自己手中……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. Many people think that the interpersonal relationship cards are held by the other person. That is why they wonder, How does that person feel about me? and end up living in such a way as to satisfy the wishes of other people. But if they can grasp the separation of tasks, they will notice that they are holding all the cards. This is a new way of thinking.",
        "chinese": "是的。很多人认为人际关系之卡由他人掌握着。正因为如此才非常在意“那个人怎么看我”，选择满足他人希望的生活方式。但是，如果能够理解课题分离就会发现，其实一切的卡都掌握在自己手中。这会是全新的发现。"
      },
      {
        "speaker": "YOUTH",
        "english": "So due to your changing, did your father change too?",
        "chinese": "那么，实际上通过先生的改变，您父亲也发生变化了吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I did not change in order to change my father. That is an erroneous notion of trying to manipulate another person. Even if I change, it is only “I” who changes. I do not know what will happen to the other person as a result, and that is not an aspect I can take part in. This too is the separation of tasks. Of course, there are times when, in tandem with my change—not due to my change—the other person changes too. In many cases, that person will have no choice but to change. But that is not the goal, and it is certainly possible that the other person will not change. In any case, changing one’s own speech and conduct as a way of manipulating other people is clearly a mistaken way of thinking.",
        "chinese": "我的变化不是“为了改变父亲”。那是一种想要操纵别人的错误想法。"
      },
      {
        "speaker": "YOUTH",
        "english": "One must not manipulate other people, and manipulating cannot be done.",
        "chinese": "既不可以去操纵他人，也不能操纵他人。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "When we speak of interpersonal relationships, it always seems to be two-person relationships and one’s relationship to a large group that come to mind, but first it is oneself. When one is tied to the desire for recognition, the interpersonal relationship cards will always stay in the hands of other people. Does one entrust the cards of life to another person, or hold onto them oneself? Please take your time and sort through these ideas again in your own home, about the separation of tasks and about freedom. I will be waiting for you here, next time.",
        "chinese": "提到人际关系，人们往往会想起“两个人的关系”或者“与很多人的关系”，但事实上首先是自己。如果被认可欲求所束缚，那么“人际关系之卡”就会永远掌握在他人手中。是把这张卡托付于他人，还是由自己掌握？课题分离，还有自由，关于这些请你回去后好好整理一下。下一次我还在这里等你。"
      },
      {
        "speaker": "YOUTH",
        "english": "All right. I will give it some thought on my own.",
        "chinese": "知道了。我会一个人好好考虑。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, then . . .",
        "chinese": "那么……"
      },
      {
        "speaker": "YOUTH",
        "english": "Please, there is just one more thing I want to ask you.",
        "chinese": "最后我还想问您一个、就一个问题。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "What is it?",
        "chinese": "什么？"
      },
      {
        "speaker": "YOUTH",
        "english": "In the end, were you able to repair your relationship with your father?",
        "chinese": "您和您父亲的关系最终和好了吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, of course. I think so. My father fell ill, and in the last few years of his life, it was necessary for me and my family to take care of him. Then one day, when I was taking care of him as usual, my father said, “Thank you.” I had not known my father possessed such a word in his vocabulary, and I was astonished and felt grateful for all the days that had passed. Through the long years of my caregiving life, I had tried to do whatever I could, that is to say, I had done my best to lead my father to water. And in the end, he drank. I think he did.",
        "chinese": "是的，当然，至少我是这么认为的。父亲晚年患了病，最后几年需要我和家人的照顾。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, thank you very much. I will come again at the same time.",
        "chinese": "……谢谢。那么，下次这个时间我再来拜访。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I had a good time. Thank you, too.",
        "chinese": "今天很愉快。谢谢你！"
      }
    ]
  },
  {
    "id": 16,
    "title": {
      "english": "Individual Psychology and Holism",
      "chinese": "个体心理学和整体论"
    },
    "dialogues": [
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, you’re looking rather gloomy today.",
        "chinese": "哎呀，你好像不高兴啊。"
      },
      {
        "speaker": "YOUTH",
        "english": "You see, since we last met, I’ve been thinking calmly and carefully about the separation of tasks, and about freedom. I waited until my emotions had settled and then applied my reasoning mind. But the separation of tasks just doesn’t seem realistic.",
        "chinese": "关于课题分离还有自由，那之后我又独自冷静地想了想，等感情冷却之后用理性的头脑想了想。即使如此，我还是认为课题分离不可能实现。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Hmm, okay. Please go on.",
        "chinese": "哦。请你讲一讲。"
      },
      {
        "speaker": "YOUTH",
        "english": "Separating tasks is basically an idea that boils down to defining a boundary and saying, “I am I, and you are you.” Sure, there are probably fewer interpersonal relationship problems that way. But would you really say that such a way of life is right? To me, it just seems like an extremely self-centered, misguided individualism. On my first visit here, you told me that Adlerian psychology is formally referred to as “individual psychology.” That term had been bothering me for quite a while, but I finally figured out why: What you’re calling Adlerian psychology, or individual psychology, is essentially the study of an individualism that leads people into isolation.",
        "chinese": "分离课题，这最终是一种划清“我是我、你是你”界限的想法。的确，人际关系的烦恼也许会减少，但这种生活方式真的正确吗？我只能认为它是一种极其以自我为中心的错误的个人主义。在我第一次来拜访的时候，您好像说过阿德勒心理学的正式名称是“个体心理学”吧？我一直很在意这个名字，现在终于理解了。总而言之，阿德勒心理学即个体心理学，是引导人走向孤立的个人主义的学问。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is true that the term “individual psychology,” which Adler coined, has certain aspects that may invite misunderstanding. I will explain what I mean now. First of all, etymologically speaking, the word “individual” has the meaning “indivisible.”",
        "chinese": "的确，阿德勒所命名的“个体心理学”这一名称也许很容易招人误解。在这里我要简单做一下说明。首先，在英语中，个体心理学叫作“individualpsychology'’。而且，这里的个人（individual）—词在语源上有”不可分割“的意思。"
      },
      {
        "speaker": "YOUTH",
        "english": "Indivisible?",
        "chinese": "不可分割？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. In other words, it is the smallest possible unit and therefore cannot be broken down any further. Now, what is it exactly that cannot be divided? Adler was opposed to any kind of dualistic value system that treated the mind as separate from the body—reason as separate from emotion, or the conscious mind as separate from the unconscious mind.",
        "chinese": "总之就是不可再分的最小单位的意思。那么具体来讲，什么不可以分割呢？阿德勒反对把精神和身体、理性和感情以及意识和无意识等分开考虑的一切二元论的价值观。"
      },
      {
        "speaker": "YOUTH",
        "english": "What’s the point of that?",
        "chinese": "什么意思？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "For example, do you remember the story about the female student who came to me for counseling on account of her fear of blushing? Why did she develop that fear of blushing? In Adlerian psychology, physical symptoms are not regarded separately from the mind (psyche). The mind and body are viewed as one, as a whole that cannot be divided into parts. Tension in the mind can make one’s arms and legs shake, or cause one’s cheeks to turn red, and fear can make one’s face turn white. And so on.",
        "chinese": "比如，请你想一想那位因为脸红恐惧症而来咨询的女学生的话。她为什么会得脸红恐惧症呢？阿德勒心理学不把身体症状与心灵（精神）分离开来考虑，而是认为心灵和身体是不可分割的一个”整体“，就好比由于内心的紧张手脚会发抖、脸颊会变红或者由于恐惧而脸色苍白等。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, sure, there are parts of the mind and body that are connected.",
        "chinese": "心灵和身体会有联系部分吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The same holds true for reason and emotion, and the conscious mind and the unconscious mind as well. A normally coolheaded person doesn’t expect to have a fit of violent emotion and start shouting at someone. We are not struck by emotions that somehow exist independently from us. Each of us is a unified whole.",
        "chinese": "理性和感情、意识和无意识也是一样。一般情况下，冷静的人不会因被冲动驱使而大发雷霆。我们并不是受感情这一独立存在所左右，而是一个统一的整体。"
      },
      {
        "speaker": "YOUTH",
        "english": "No, that is not true. It is precisely because we have the ability to view mind and body, reason and emotion, and the conscious and the unconscious mind as clearly separate from each other that we can gain a correct understanding of people. Isn’t that a given?",
        "chinese": "不，这不对。只有把心灵和身体、理性和感情、意识和无意识这些因素明确区分开来进行考虑，才能正确理解人的本质。这不是理所当然的道理吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Certainly it is true that the mind and the body are separate things, that reason and emotion are different, and that both the conscious mind and the unconscious mind exist. That said, however, when one flies into a rage and shouts at another person, it is “I as a whole” who is choosing to shout. One would never think of emotions that somehow exist independently—unrelated to one’s intentions, as it were—as having produced that shouting voice. When one separates the “I” from “emotion” and thinks, It was the emotion that made me do it, or The emotion got the best of me, and I couldn’t help it, such thinking quickly becomes a life-lie.",
        "chinese": "当然，心灵和身体是不一样的存在，理性和感情也各有不同，而且还有有意识和无意识之分，这些都是事实。"
      },
      {
        "speaker": "YOUTH",
        "english": "You’re referring to the time I yelled at that waiter, aren’t you?",
        "chinese": "您是说我对服务员发火那件事吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. This view of the human being as “I as a whole,” as an indivisible being that cannot be broken down into parts, is referred to as “holism.”",
        "chinese": "是的。像这样把人看作不可分割的存在和作为”整体的我“来考虑的方式叫作”整体论“。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, that’s fine. But I wasn’t asking you for an academic theory to provide a definition of “individual.” Look, if you take Adlerian psychology to its logical conclusion, it’s basically saying, “I am I, and you are you,” and leading people toward isolation. It’s saying, “I won’t interfere with you, so don’t interfere with me either, and we’ll both go on living however we please.” Please tell me straightforwardly what your awareness is of that point.",
        "chinese": "那倒是可以。但是先生，我并不想听您空谈”个人“的定义。如果彻底探讨阿德勒心理学会发现它最终将把人导向”我是我、你是你“的孤立境地。也就是我不干涉你，你也别干涉我，彼此都任性地活着。请您坦率地分析一下这一点。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "All right. All problems are interpersonal relationship problems. You have an understanding of this basic tenet of Adlerian psychology, correct?",
        "chinese": "明白了。关于一切烦恼皆源于人际关系这一阿德勒心理学的基本思想，你己经理解了吧？"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, I do. The idea of noninterference in interpersonal relations, that is to say, the separation of tasks, probably came about as a way to resolve those problems.",
        "chinese": "是的。作为解决这种烦恼的手段，出现了人际关系方面的不干涉，即课题分离这一观点。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "This is something I believe I went over last time—that forming good interpersonal relationships requires a certain degree of distance. At the same time, people who get too close end up not even being able to speak to each other, so it is not good to get too far apart, either. Please do not think of the separation of tasks as something that is meant to keep other people away; instead, see it as a way of thinking with which to unravel the threads of the complex entanglement of one’s interpersonal relations.",
        "chinese": "我上次应该说过这样的话——”要想缔结良好的人际关系，需要保持一定距离：太过亲密就无法正面对话。但是，距离也不可以太远。“课题分离不是为了疏远他人，而是为了解开错综复杂的人际关系之线。"
      },
      {
        "speaker": "YOUTH",
        "english": "To unravel the threads?",
        "chinese": "解开线？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Exactly. Right now, your threads and other people’s threads are all tangled up in a confused mess, and you are looking at the world while in that condition. Red, blue, brown, and green—all the colors mixing together—you think of it as “connection.” But it is not.",
        "chinese": "是的。你现在是把自己的线和他人的线乱糟糟地缠在一起来看世界。红、蓝、黄、绿，一切颜色都混杂在一起，这种状态叫”缠绕“，而不是”联系“。"
      },
      {
        "speaker": "YOUTH",
        "english": "So, then, what do you think connection is?",
        "chinese": "那么，先生又是如何看待”联系“的呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Last time, I spoke of the separation of tasks as a prescription for resolving interpersonal relationship problems. But interpersonal relationships are not something that end just because one has separated the tasks. The separating of tasks is actually the point of departure for interpersonal relations. Today, let’s take the discussion deeper and address how interpersonal relations as a whole are viewed in Adlerian psychology, and consider the kind of relationships we should form with others.",
        "chinese": "上一次，作为解决人际关系烦恼的处方，我谈到了课题分离。但是，人际关系并不止于课题分离。相反，分离课题是人际关系的出发点。今天我们来深入讨论一下阿德勒心理学是如何看待整个人际关系的以及我们应该与他人缔结什么样的人际关系。"
      }
    ]
  },
  {
    "id": 17,
    "title": {
      "english": "You Are Not the Center of the World",
      "chinese": "你不是世界的中心，只是世界地图的中心"
    },
    "dialogues": [
      {
        "speaker": "PHILOSOPHER",
        "english": "Let’s go over things in order. First of all, each of us is a member of a community, and that is where we belong. Feeling that one has one’s own place of refuge within the community, feeling that “it’s okay to be here,” and having a sense of belonging—these are basic human desires. Whether it is one’s studies, work, or friendships, or one’s love or marriage, all these things are connected to one’s search for places and relationships in which one can feel “it’s okay to be here.” Wouldn’t you agree?",
        "chinese": "请按顺序想一想。我们首先是作为共同体的一员从属于共同体，能够感觉到在共同体中有自己的位置并能体会到“可以在这里”，也就是拥有归属感，这是人的基本欲求。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ah, yes, I do! That’s it exactly!",
        "chinese": "啊，是的，是的！深有同感！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "And the protagonist in one’s life is the “I.” There is nothing wrong with the train of thought up to this point. But the “I” does not rule the center of the world. While the “I” is life’s protagonist, it is never more than a member of the community and a part of the whole.",
        "chinese": "而且，自己人生的主人公是“我”。这种认识并没有问题。但是，这并不意味着“我”君临于世界的中心。“我”是自己人生的主人公，同时也是共同体的一员、是整体的一部分。"
      },
      {
        "speaker": "YOUTH",
        "english": "A part of the whole?",
        "chinese": "整体的一部分？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "People who have concern only for themselves think that they are at the center of the world. To such people, others are merely “people who will do something for me.” They half genuinely believe that everyone else exists to serve them and should give precedence to their feelings.",
        "chinese": "只关心自己的人往往认为自己位于世界的中心。对于这样的人来说，他人只是“为我服务的人”；他们甚至会认为：“大家都应该为我服务，应该优先考虑我的心情。”"
      },
      {
        "speaker": "YOUTH",
        "english": "Just like a prince or a princess.",
        "chinese": "就像王子或公主一样。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, exactly. They make a leap from being “life’s protagonist” to becoming “the world’s protagonist.” For this reason, whenever they come into contact with another person, all they can think is, What will this person give me? However—and this is something that does not hold true for princes and princesses—this expectation is not going to be satisfied on every occasion. Because other people are not living to satisfy your expectations.",
        "chinese": "是的，正是如此。他们超越了“人生的主人公”，进而越位到“世界的主人公”。因此，在与他人接触的时候总是会想：“这个人给了我什么？”"
      },
      {
        "speaker": "YOUTH",
        "english": "Indeed.",
        "chinese": "的确。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Then, when those expectations are not satisfied, they become deeply disillusioned and feel as if they have been horribly insulted. And they become resentful, and think, That person didn’t do anything for me. That person let me down. That person isn’t my comrade anymore. He’s my enemy. People who hold the belief that they are the center of the world always end up losing their comrades before long.",
        "chinese": "因此，当期待落空的时候，他们往往会大失所望并感觉受到了极大的屈辱，而且还会非常愤慨，产生诸如“那个人什么也没有为我做，”那个人辜负了我的期望“或者”那个人不再是朋友而是敌人“之类的想法。抱着自己位于世界中心这种信念的人很快就会失去”朋友“。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s strange. Didn’t you say that we are living in a subjective world? As long as the world is a subjective space, I am the only one who can be at its center. I won’t let anyone else be there.",
        "chinese": "这就奇怪了。先生您自己不也说了吗？我们生活在主观的世界中。只要世界是主观的空间，那么位于其中心的就肯定是我。这一点毫无挪移！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I think that when you speak of “the world,” what you have in mind is something like a map of the world.",
        "chinese": "也许你在说”世界“这个词的时候往往会想起世界地图之类的东西吧。"
      },
      {
        "speaker": "YOUTH",
        "english": "A map of the world? What are you talking about?",
        "chinese": "世界地图？什么意思？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "For example, on the map of the world used in France, the Americas are located on the left side, and Asia is on the right. Europe and France are depicted at the center of the map, of course. The map of the world used in China, on the other hand, shows the Americas on the right side and Europe on the left. French people who see the Chinese map of the world will most likely experience a difficult-to-describe sense of incongruity, as if they have been driven unjustly to the fringes, or cut out of the world arbitrarily.",
        "chinese": "例如，在法国使用的世界地图上，美洲大陆位于左端，右端则是亚洲，被绘制在地图中心的是欧洲，是法国。另一方面，如果是中国使用的地图，那么中国就会被绘制在中心位置，美洲大陆在右端、欧洲在左端。也许法国人在看中国版世界地图的时候会产生一种难以名状的不协调感，认为自己被非常不当地赶到了边缘，仿佛世界被任意切割了一样。"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, I see your point.",
        "chinese": "是的，肯定会那样。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "But what happens when a globe is used to represent the world? Because with a globe, you can look at the world with France at the center, or China, or Brazil, for that matter. Every place is central, and no place is, at the same time. The globe may be dotted with an infinite number of centers, in accordance with the viewer’s location and angle of view. That is the nature of a globe.",
        "chinese": "但是，在地球仪上看世界的时候又会如何呢？如果是地球仪，既可以把法国看作中心，也可以把中国看作中心，还可以把巴西看作中心。一切地方都是中心，同时一切地方又都不是中心。根据看的人所处的位置或角度可以产生无数个中心。这就是地球仪。"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm, that is true.",
        "chinese": "嗯，的确如此。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Think of what I said earlier—that you are not the center of the world—as being the same thing. You are a part of a community, not its center.",
        "chinese": "刚才所说的”你并不是世界的中心“也是一样，你是共同体的一部分，而不是中心。"
      },
      {
        "speaker": "YOUTH",
        "english": "I am not the center of the world. Our world is a globe, not a map that has been cut out on a plane. Well, I can understand that in theory, anyway. But why do I have to be aware of the fact that I’m not the center of the world?",
        "chinese": "我并不是世界的中心。世界不是被切割成平面的地图而是像地球仪一样的球体。哎呀，作为道理大体能明白，但为什么一定要特别意识到”不是世界的中心“呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Now we will go back to where we started. All of us are searching for the sense of belonging, that “it’s okay to be here.” In Adlerian psychology, however, a sense of belonging is something that one can attain only by making an active commitment to the community of one’s own accord, and not simply by being here.",
        "chinese": "这应该再回到最初的话题。我们都在寻求”可以在这里“的归属感。但是，阿德勒心理学认为归属感不是仅仅靠在那里就可以得到的，它必须靠积极地参与到共同体中去才能够得到。"
      },
      {
        "speaker": "YOUTH",
        "english": "By making an active commitment? What does one do, exactly?",
        "chinese": "积极地参与？具体是什么意思呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "One faces one’s life tasks. In other words, one takes steps forward on one’s own, without avoiding the tasks of the interpersonal relations of work, friendship, and love. If you are “the center of the world,” you will have no thoughts whatsoever regarding commitment to the community; because everyone else is “someone who will do something for me,” and there is no need for you to do things yourself. But you are not the center of the world, and neither am I. One has to stand on one’s own two feet, and take one’s own steps forward with the tasks of interpersonal relations. One needs to think not, What will this person give me? but rather, What can I give to this person? That is commitment to the community.",
        "chinese": "就是直面”人生课题“。也就是不回避工作、交友、爱之类的人际关系课题，要积极主动地去面对。如果你认为自己就是世界的中心，那就丝毫不会主动融入共同体中，因为一切他人都是”为我服务的人“，根本没必要由自己采取行动。"
      },
      {
        "speaker": "YOUTH",
        "english": "It is because one gives something that one can find one’s refuge?",
        "chinese": "您是说只有付出了才能够找到自己的位置？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. A sense of belonging is something that one acquires through one’s own efforts—it is not something one is endowed with at birth. Community feeling is the much-debated key concept of Adlerian psychology.",
        "chinese": "是的。归属感不是生来就有的东西，要靠自己的手去获得。"
      }
    ]
  },
  {
    "id": 18,
    "title": {
      "english": "Do Not Rebuke or Praise",
      "chinese": "批评不好……表扬也不行？"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "Well, all right. But don’t you see? You haven’t touched on the essential point, that is, the course of progression from the separation of tasks to community feeling. So first, I separate the tasks. I think of my tasks as being up to this point, and everything beyond that is other people’s tasks. I don’t intervene in other people’s tasks, and I draw a line so that other people won’t intervene in mine. But how can one build interpersonal relations with this separation of tasks and arrive in the end at the community feeling that “it’s okay to be here”? How does Adlerian psychology advise us to overcome the life tasks of work, friendship, and love? It seems like you’re just trying to confuse me with abstract words, without going into any concrete explanation.",
        "chinese": "哎呀，好吧。但是，您注意到了吗？先生您并没有说到关键问题，也就是从”课题分离“到”共同体感觉“发展的路线。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, you’ve hit on the important point. How does carrying out the separating of tasks connect with good relations? That is to say, how does it connect with building the kind of relations in which we cooperate and act in harmony with each other? Which brings us to the concept of “horizontal relationship.”",
        "chinese": "是的，重要的就是这里——分离课题如何带来良好的关系。也就是，如何才能形成相互协调与合作的关系？这里就需要提到”横向关系“这个概念。"
      },
      {
        "speaker": "YOUTH",
        "english": "Horizontal relationship?",
        "chinese": "横向关系？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Let’s start with an easily understood example, that of the parent-child relationship. Whether the circumstances are, for example, those of child-rearing, or of training junior staff in the workplace, generally speaking there are two approaches that are considered: one is the method of raising by rebuke, and the other is the method of raising by praise.",
        "chinese": "举一个容易明白的亲子关系的例子。在教育孩子或是培养部下的时候，一般都认为有两个方法：批评教育法和表扬教育法。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ah. That is a hotly debated issue.",
        "chinese": "啊，这是经常被拿来讨论的问题。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Which one do you think is the better choice? To rebuke or to praise?",
        "chinese": "你认为批评和表扬应该选择哪一种呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "It’s better to raise by praising, of course.",
        "chinese": "当然应该是表扬教育法。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Why?",
        "chinese": "为什么？"
      },
      {
        "speaker": "YOUTH",
        "english": "Take animal training, for example. When teaching animals to do tricks, you can make them obey with a whip. This is the typical “raising by rebuke” way. On the other hand, it’s also possible to get animals to learn tricks by holding up rewards of food or saying kind words. This is “raising by praise.” Both ways can lead to the same results—they learn new tricks. But the motivation for moving toward the objective is completely different if the animal is doing it because it will be rebuked or doing it because it wants to be praised. In the latter instance, it will come with a feeling of joy. Rebuke only makes the animal wither. But raising with praise naturally allows it to grow strong and healthy. This seems like an obvious conclusion.",
        "chinese": "想想动物训练就能够明白。训练动物耍技艺的时候可以挥舞着鞭子让其顺从，这是典型的”批评教育“的做法。另一方面，也可以一个手拿着食物并通过语言的赞美让其记住所教技艺。这就是”表扬教育“。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Animal training is an interesting example. Now let’s look at this from the standpoint of Adlerian psychology. In Adlerian psychology, we take the stance that in child-rearing, and in all other forms of communication with other people, one must not praise.",
        "chinese": "的确如此。动物训练是很有意思的观点。那么，我要说明一下阿德勒心理学的立场。关于以育儿活动为代表的一切与他人的交流，阿德勒心理学都采取”不可以表扬“的立场。"
      },
      {
        "speaker": "YOUTH",
        "english": "One must not praise?",
        "chinese": "不可以表扬？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Physical punishment is out of the question, of course, and rebuking is not accepted, either. One must not praise, and one must not rebuke. That is the standpoint of Adlerian psychology.",
        "chinese": "当然，同时也反对体罚、不认可批评。不可以批评也不可以表扬，这就是阿德勒心理学的立场。"
      },
      {
        "speaker": "YOUTH",
        "english": "But how is that even possible?",
        "chinese": "究竟为什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Consider the reality of the act of praise. For example, suppose I praised a statement you made by saying, “Good job!” Wouldn’t hearing those words seem strange somehow?",
        "chinese": "请你考虑一下表扬这种行为的实质。例如，假设我赞美你，说”不错嘛，你做得很好“。你不觉得这种话有些别扭吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, I guess it would put me in an unpleasant mood.",
        "chinese": "是的，的确会感觉不愉快。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Can you explain why it would feel unpleasant?",
        "chinese": "为什么感觉不愉快呢？你能说明一下理由吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "What’s unpleasant is the feeling that from the words “Good job!” one is being talked down to.",
        "chinese": "那句”不错嘛，你做得很好“中所包含的俯视般的语感让人不愉快。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Exactly. In the act of praise, there is the aspect of it being “the passing of judgment by a person of ability on a person of no ability.” A mother praises her child who has helped her prepare dinner, saying, “You’re such a good helper!” But when her husband does the same things, you can be sure she won’t be telling him, “You’re such a good helper!”",
        "chinese": "是的。表扬这种行为含有”有能力者对没能力者所做的评价“这方面的特点。有的母亲会赞美帮忙准备晚饭的孩子说”你真了不起“。但是，如果是丈夫做了同样的事情则一般不会表扬说”你真了不起“吧。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ha-ha, you are right about that.",
        "chinese": "哈哈，的确如此。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In other words, the mother who praises the child by saying things like “You’re such a good helper!” or “Good job!” or “Well, aren’t you something!” is unconsciously creating a hierarchical relationship and seeing the child as beneath her. The example of animal training that you just gave is also emblematic of the hierarchical relationship—the vertical relationship—that is behind the praising. When one person praises another, the goal is “to manipulate someone who has less ability than you.” It is not done out of gratitude or respect.",
        "chinese": "也就是说，用”你真了不起“”做得很好“或者”真能干“之类的话表扬孩子的母亲无意之中就营造了一种上下级关系——把孩子看得比自己低。你刚才提到的训练的事情正好象征了一种”表扬“背后的上下级关系和纵向关系。人表扬他人的目的就在于”操纵比自己能力低的对方“，其中既没有感谢也没有尊敬。"
      },
      {
        "speaker": "YOUTH",
        "english": "So you’re saying that one praises in order to manipulate?",
        "chinese": "为了操纵而表扬？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. Whether we praise or rebuke others, the only difference is one of the carrot or the stick, and the background goal is manipulation. The reason Adlerian psychology is highly critical of reward-and-punishment education is that its intention is to manipulate children.",
        "chinese": "是的。我们表扬或者批评他人只有”用糖还是用鞭子“的区别，其背后的目的都是操纵。阿德勒心理学之所以强烈否定赏罚教育，就因为它是为了操纵孩子。"
      },
      {
        "speaker": "YOUTH",
        "english": "No way, you’re wrong there. Because think of it from the standpoint of the child. For children, isn’t being praised by their parents the greatest joy of all? It’s because they want praise that they do their studies. It’s because they want praise that they learn to behave properly. That’s how it was for me when I was a child. How I craved praise from my parents! And even after becoming an adult, it’s been the same way. When your boss praises you, it feels good. That’s how it is for everyone. This has nothing to do with reason—it’s just instinctual emotion!",
        "chinese": "不不，这不对。请您站在孩子的立场考虑一下。对孩子来说，被父母表扬是无上的喜悦吧？正因为希望得到表扬才努力学习、才好好表现。实际上，我在小时候就非常希望得到父母的表扬。长大之后也是一样，如果得到了上司的表扬就会很高兴。这是一种不关乎理论的本能的感情。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "One wishes to be praised by someone. Or conversely, one decides to give praise to someone. This is proof that one is seeing all interpersonal relationships as “vertical relationships.” This holds true for you, too: It is because you are living in vertical relationships that you want to be praised. Adlerian psychology refutes all manner of vertical relationships and proposes that all interpersonal relationships be horizontal relationships. In a sense, this point may be regarded as the fundamental principle of Adlerian psychology.",
        "chinese": "希望被别人表扬或者反过来想要去表扬别人，这是一种把一切人际关系都理解为”纵向关系“的证明。你也是因为生活在纵向关系中，所以才希望得到表扬。阿德勒心理学反对一切”纵向关系“，提倡把所有的人际关系都看作”横向关系“。在某种意义上，这可以说是阿德勒心理学的基本原理。"
      },
      {
        "speaker": "YOUTH",
        "english": "Is this something that is conveyed by the words “equal but not the same”?",
        "chinese": "这可以表达为”虽不同但平等“吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. Equal, that is to say, horizontal. For example, there are men who verbally abuse their wives, who do all the housework, with such remarks as “You’re not bringing in any money, so I don’t want to hear it” or “It’s thanks to me that there’s food on the table.” And I’m sure you’ve heard this one before: “You have everything you need, so what are you complaining about?” It’s perfectly shameful. Such statements of economic superiority or the like have no connection whatsoever to human worth. A company employee and a full-time housewife simply have different workplaces and roles, and are truly “equal but not the same.”",
        "chinese": "是的，是平等即”横向“关系。例如，有些男人会骂家庭主妇”又不挣钱！“或者”是谁养着你呀？“之类的话，也听到过有人说”钱随便你花，还有什么不满的呀？“之类的话，这都是多么无情的话呀！经济地位跟人的价值毫无关系。公司职员和家庭主妇只是劳动场所和任务不同，完全是”虽不同但平等“。"
      },
      {
        "speaker": "YOUTH",
        "english": "I agree entirely.",
        "chinese": "的确如此。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "They are probably afraid that women will grow wise to their situation and start earning more than men do, and that women will start asserting themselves. They see all interpersonal relations as vertical relationships, and they are afraid of being seen by women as beneath them. That is to say, they have intense, hidden feelings of inferiority.",
        "chinese": "他们恐怕是非常害怕女性变得聪明、比自己挣钱多或者是跟自己顶嘴之类的事情。他们把人际关系都看成是”纵向关系“，害怕被女性瞧不起，也就是在掩饰自己强烈的自卑感。"
      },
      {
        "speaker": "YOUTH",
        "english": "So in a sense, they are getting into a superiority complex in which they are trying to make a show of their abilities?",
        "chinese": "是不是在某种意义上已经陷入了想要尽力夸耀自己能力的优越情结呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "So it seems. In the first place, the feeling of inferiority is an awareness that arises within vertical relationships. If one can build horizontal relationships that are “equal but not the same” for all people, there will no longer be any room for inferiority complexes to emerge.",
        "chinese": "是这样的。自卑感原本就是从纵向关系中产生的一种意识。"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm. Maybe I do have an awareness of manipulation somewhere in my psyche when I go about praising other people. Laying on the flattery to get in good favor with my boss—that’s definitely manipulation, isn’t it? And it’s the other way around, too. I’ve been manipulated by being praised by others. Funny, I guess that’s just the sort of person I am!",
        "chinese": "嗯，的确。我在想要表扬他人的时候，心中多少也会有些”操纵“意识。企图通过说一些恭维的话来讨好上司，这也完全是一种操纵吧。反过来说，我自己也因为被某人表扬而被操纵着。呵呵呵，人就是这么回事吧！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, in the sense that you have not been able to break out of vertical relationships, it would seem so.",
        "chinese": "在无法摆脱纵向关系这个意义上的确如此。"
      },
      {
        "speaker": "YOUTH",
        "english": "This is getting interesting! Please go on!",
        "chinese": "很有意思，请您继续说！"
      }
    ]
  },
  {
    "id": 19,
    "title": {
      "english": "How to Feel You Have Value",
      "chinese": "只要存在着，就有价值"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "So concretely speaking, how does one go about this? One cannot praise, and one cannot rebuke. What other words and choices are there?",
        "chinese": "那么，你整理好了吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Think about a time when you’ve had help in your work—not from a child but from a partner who is your equal—and you will probably see the answer right away. When a friend helps you clean your home, what do you say to him?",
        "chinese": "正在慢慢整理，已经有头绪了。但是先生，也许您没有注意到您刚才说了非常荒唐的话，是非常危险的、很可能会否定世界上的一切的谬论！"
      },
      {
        "speaker": "YOUTH",
        "english": "I say, “Thank you.”",
        "chinese": "噢，是什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Right. You convey words of gratitude, saying thank you to this partner who has helped you with your work. You might express straightforward delight: “I’m glad.” Or you could convey your thanks by saying, “That was a big help.” This is an approach to encouragement that is based on horizontal relationships.",
        "chinese": "只有对别人有用才能体会到自己的价值，反过来说就是，对别人没用的人就没有价值。您是这样说吧？如果按照这种说法往深处想的话，刚出生不久的婴儿以及卧床不起的老人或病人他们就连活着的价值也没有了。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s all?",
        "chinese": "我明确否定这一点。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. The most important thing is to not judge other people. “Judgment” is a word that comes out of vertical relationships. If one is building horizontal relationships, there will be words of more straightforward gratitude and respect and joy.",
        "chinese": "怎么否定呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm, your point that judgment is created by vertical relationships certainly seems to be true. But what about this? Could the words “thank you” actually have such a great power as to be able to bring back courage? After all, I think I’d prefer to be praised, even if the words I hear are ones that come from vertical relationships.",
        "chinese": "当我说明鼓励的概念的时候，有的父母会反驳说：”我家的孩子从早到晚净做坏事，根本找不到能对他说‘谢谢’或‘你帮了我大忙了’之类的话的机会。“你说的话恐怕也是出于同样的逻辑吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Being praised essentially means that one is receiving judgment from another person as “good.” And the measure of what is good or bad about that act is that person’s yardstick. If receiving praise is what one is after, one will have no choice but to adapt to that person’s yardstick and put the brakes on one’s own freedom. “Thank you,” on the other hand, rather than being judgment, is a clear expression of gratitude. When one hears words of gratitude, one knows that one has made a contribution to another person.",
        "chinese": "是的。那么，请您解释一下吧！"
      },
      {
        "speaker": "YOUTH",
        "english": "So even if you’re judged as “good” by another person, you don’t feel that you’ve made a contribution?",
        "chinese": "你现在是在用”行为“标准来看待他人，也就是那个人”做了什么“这一次元。的确，按照这个标准来考虑的话，卧病在床的老人只能靠别人照顾，看上去似乎是没有什么用。因此，请不要用”行为“标准而是用”存在“标准去看待他人；不要用他人”做了什么“去判断，而应对其存在本身表示喜悦和感谢。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. This is a point that will connect to our subsequent discussion as well—in Adlerian psychology, a great deal of emphasis is given to “contribution.”",
        "chinese": "对于存在本身表示感谢？究竟是什么意思？"
      },
      {
        "speaker": "YOUTH",
        "english": "Why is that?",
        "chinese": "如果按照存在标准来考虑的话，我们仅仅因为”存在于这里“，就己经对他人有用、有价值了，这是不容怀疑的事实。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, what does a person have to do to get courage? In Adler’s view, “It is only when a person is able to feel that he has worth that he can possess courage.”",
        "chinese": "不不，希望您开玩笑也得有个度啊！仅仅”存在于这里“就对别人有用，这到底是哪里的新兴宗教呀？！"
      },
      {
        "speaker": "YOUTH",
        "english": "When a person is able to feel that he has worth?",
        "chinese": "例如，假设您母亲遇到了交通事故，而且陷入昏迷甚至有生命危险。这个时候，你根本不会考虑母亲”做了什么“之类的问题，你会感到只要母亲活下来就无比高兴，只要今天母亲还活着就谢天谢地。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Do you recall when we were discussing the feeling of inferiority that I spoke of this as being an issue of subjective worth? Is one able to feel one has worth, or does one feel one is a worthless being? If one is able to feel one has worth, then one can accept oneself just as one is and have the courage to face one’s life tasks. So the issue that arises at this point is how on earth can one become able to feel one has worth?",
        "chinese": "那……那是当然！"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, that’s it exactly! I need you to explain that very clearly, please.",
        "chinese": "存在标准上的感谢就是这么回事。病危状态的母亲尽管什么都做不了，但仅仅她活着这件事本身就可以支撑你和家人的心，发挥巨大的作用。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It’s quite simple. It is when one is able to feel “I am beneficial to the community” that one can have a true sense of one’s worth. This is the answer that would be offered in Adlerian psychology.",
        "chinese": "那是极端状态下的情况，日常生活中完全不同！"
      },
      {
        "speaker": "YOUTH",
        "english": "That I am beneficial to the community?",
        "chinese": "不，也一样。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That one can act on the community, that is to say, on other people, and that one can feel “I am of use to someone.” Instead of feeling judged by another person as “good,” being able to feel, by way of one’s own subjective viewpoint, that “I can make contributions to other people.” It is at that point that, at last, we can have a true sense of our own worth. Everything we have been discussing about community feeling and encouragement connects here.",
        "chinese": "哪里一样呢？请您举一个更加日常化的例子吧，否则我根本不能接受！"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm. I don’t know, it’s starting to get a bit confusing.",
        "chinese": "明白了。我们在看待他人的时候，往往会先任意虚构一个”对自己来说理想的形象“，然后再像做减法一样地去评价。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "We are getting to the heart of the discussion now. Please stick with me awhile longer. It is about having concern for others, building horizontal relationships, and taking the approach of encouragement. All these things connect to the deep life awareness of “I am of use to someone,” and in turn, to your courage to live.",
        "chinese": "嗯，这可真是理想论啊。那么，先生是说即使对既不去上学也不去工作、整天只知道闷在家里的孩子也要说”谢谢“吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "To be of use to someone. That is what my life is worth living for . . . ?",
        "chinese": "当然。例如，假设闲居在家的孩子吃完饭之后帮忙洗碗。如果说”这种事就算了，快去上学吧“，那就是按照理想的孩子的形象做减法运算的父母的话。如果这样做，那就会更加挫伤孩子的勇气。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Let’s take a little break. Would you like some coffee?",
        "chinese": "哎呀，这纯粹是一种伪善！这只是伪善者的胡说八道！先生所说的话——共同体感觉、横向关系、对存在本身的感谢。这些究竟谁能够做到呢？！"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, please.",
        "chinese": "关于共同体感觉问题，也有人向阿德勒本人提出过同样的疑问。当时，阿德勒的回答是这样的：”必须得有人开始。即使其他人不合作，那也跟你没关系。我的意见就是这样：应该由你来开始。不必去考虑他人是否合作。“我的意见也完全相同。"
      }
    ]
  },
  {
    "id": 20,
    "title": {
      "english": "People Cannot Make Proper Use of Self",
      "chinese": "不是肯定自我，而是接纳自我"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "I should start?",
        "chinese": "首先我们来讨论一下你刚才说到的”受自我意识羁绊，不能无拘无束行动“的问题，这可能是很多人都有的烦恼。那么，我们再回到原点去看看你的”目的“是什么。你想要通过小心翼翼的行动获得什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. Without regard to whether other people are cooperative or not.",
        "chinese": "为了不被嘲笑、不被小瞧，就是这种想法。"
      },
      {
        "speaker": "YOUTH",
        "english": "All right, I’ll ask you again. “People can be of use to someone else simply by being alive, and have a true sense of their worth just by being alive.” Is that what you are saying?",
        "chinese": "也就是说，你对本真的自己没有信心吧？所以才尽量避免在人际关系中展露本真的自己。一个人在房间里的时候，你也一定能够放声歌唱、随着音乐起舞或者是高谈阔论吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes.",
        "chinese": "呵呵呵，可让您给说中了！一个人的时候我也能够无拘无束。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, I don’t know. I am alive, right here and now. “I,” who is no one else but me, am alive right here. But even so, I don’t really feel that I have worth.",
        "chinese": "如果是一个人的时候，谁都能够像国王一样无拘无束。总而言之，这也是应该从人际关系角度出发考虑的问题。因为并不是”本真的自己“不存在，只是无法在人前展露出来。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Can you describe in words why you do not feel that you have worth?",
        "chinese": "那么，怎么办好呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "I suppose it’s what you’ve been referring to as interpersonal relations. From childhood up to the present, I have always been belittled by people around me, especially my parents, as a poor excuse for a little brother. They have never really tried to recognize me for who I am. You say that worth is something one gives to oneself. But that’s just an impracticable theory. For example, at the library where I work, for the most part my job is just sorting the returned books and putting them back on the shelves. It’s routine work that anyone could do once they’ve been taught. If I stopped going to work, my boss would have no trouble finding someone to replace me. I am needed only for the unskilled labor I provide, and it doesn’t actually matter at all if it is “I” who is working there or someone else, or a machine, for that matter. No one is requiring “this me” in particular. In such circumstances, would you have confidence in yourself? Would you be able to have a true sense of worth?",
        "chinese": "还是共同体感觉。具体来说就是，把对自己的执著（selfinterest）转换成对他人的关心（socialinterest），建立起共同体感觉。这需要从以下三点做起：”自我接纳“”他者信赖“和”他者贡献“。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "From an Adlerian psychology point of view, the answer is simple. First of all, build a horizontal relationship between yourself and another person. One is enough. Let’s start from there.",
        "chinese": "噢，是新的关键词呀。都是什么呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "Please don’t treat me like a fool! Look, I have friends. And I am building solid horizontal relationships with them.",
        "chinese": "首先从”自我接纳“开始说明。第一夜的时候，我曾经介绍了阿德勒”重要的不是被给予了什么，而是如何去利用被给予的东西“这句话，你还记得吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Even so, I suspect that with your parents and your boss, and with your junior colleagues and other people as well, the relationships you are building are vertical ones.",
        "chinese": "当然。"
      },
      {
        "speaker": "YOUTH",
        "english": "Of course, I have different kinds of relationships. That’s how it is for everyone.",
        "chinese": "我们既不能丢弃也不能更换”我“这个容器。但是，重要的是”如何利用被给予的东西“来改变对”我“的看法和利用方法。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "This is a very important point. Does one build vertical relationships, or does one build horizontal relationships? This is an issue of lifestyle, and human beings are not so clever as to be able to have different lifestyles available whenever the need arises. In other words, deciding that one is “equal to this person” or “in a hierarchical relationship with that person” does not work.",
        "chinese": "这是指更加积极、获得更强的自我肯定感、凡事都朝前看吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Do you mean that one has to choose one or the other—vertical relationships or horizontal relationships?",
        "chinese": "没必要特别积极地肯定自己，不是自我肯定而是自我接纳。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Absolutely, yes. If you are building even one vertical relationship with someone, before you even notice what is happening, you will be treating all your interpersonal relations as vertical.",
        "chinese": "不是自我肯定而是自我接纳？"
      },
      {
        "speaker": "YOUTH",
        "english": "So I am treating even my relationships with my friends as vertical?",
        "chinese": "是的，这两者有明显差异。自我肯定是明明做不到但还是暗示自己说”我能行“或者”我很强“，也可以说是一种容易导致优越情结的想法，是对自己撒谎的生活方式。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That is correct. Even if you are not treating them in a boss-or-subordinate kind of way, it is as if you are saying, “A is above me, and B is below me,” for example, or “I’ll follow A’s advice, but ignore what B says,” or “I don’t mind breaking my promise to C.”",
        "chinese": "您是说即使得了60分也不必悲观？"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm!",
        "chinese": "当然，毫无缺点的人根本没有，这在说明优越性追求的时候已经说过了吧？人都处于”想要进步的状态“。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "On the other hand, if one has managed to build a horizontal relationship with at least one person—if one has been able to build a relationship of equals in the true sense of the term—that is a major lifestyle transformation. With that breakthrough, all one’s interpersonal relations will gradually become horizontal.",
        "chinese": "嗯，这话听起来似乎很积极，但同时又有消极的因素。"
      },
      {
        "speaker": "YOUTH",
        "english": "What nonsense! There are so many ways I could refute that. Think of a company setting, for example. It wouldn’t really be feasible for the director and his new recruits to form relationships as equals, would it? Hierarchical relationships are part of the system of our society, and to ignore that is to ignore the social order. Look, if you heard that a new recruit at your company, who’s only twenty or so, had suddenly started buddying up to the sixty-something director, don’t you think it would sound pretty far-fetched?",
        "chinese": "所以我要使用”肯定性的达观“这个词。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is certainly important to respect one’s elders. In a company structure, it is only natural for there to be different levels of responsibility. I am not telling you to make friends with everyone, or behave as if you are close friends. Rather, what is important is to be equal in consciousness, and to assert that which needs to be asserted.",
        "chinese": "肯定性的达观？"
      },
      {
        "speaker": "YOUTH",
        "english": "I am not someone who can mouth off to my seniors, and I would never think of trying. My social common sense would be called into question if I did.",
        "chinese": "课题分离也是如此，要分清”能够改变的“和”不能改变的“。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "What is “senior”? What is this “mouthing off”? If one is gauging the atmosphere of a situation and being dependent on vertical relationships, one is engaging in irresponsible acts—one is trying to avoid one’s responsibilities.",
        "chinese": "……可以改变的和无法改变的。"
      },
      {
        "speaker": "YOUTH",
        "english": "What is irresponsible about it?",
        "chinese": "是的。接受不能更换的事物，接受现实的“这个我”，然后，关于那些可以改变的事情，拿出改变的“勇气”。这就是我接纳。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Suppose that as a result of following your boss’s instructions, your work ends in failure. Whose responsibility is it then?",
        "chinese": "哦，这么一说……以前有位作家曾引用过这样的话，“上帝，请赐予我平静，去接受我无法改变的：给予我勇气，去改变我能改变的；赐我智慧，分辨这两者的区别。”来自一部小说。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, that’d be my boss’s responsibility. Because I was just following orders, and he was the one who decided on them.",
        "chinese": "是的，我知道，这是广为流传的“尼布尔的祈祷文”，是一段非常有名的话。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "None of the responsibility is yours?",
        "chinese": "而且，这里也使用了“勇气”这个词。我本以为己经烂熟于心了，但现在才察觉到它的意思。"
      },
      {
        "speaker": "YOUTH",
        "english": "No, it isn’t. It’s the responsibility of the boss who gave the orders. This is what’s known as organizational accountability.",
        "chinese": "是的，我们并不缺乏能力，只是缺乏“勇气”。一切都是“勇气”的问题。"
      }
    ]
  },
  {
    "id": 21,
    "title": {
      "english": "The Essence of Work Is a Contribution to the Common Good",
      "chinese": "工作的本质是对他人的贡献"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "All right. Well, suppose I have managed to attain self-acceptance. And that I have attained confidence in others, too. What kind of changes would there be in me then?",
        "chinese": "明白了。那么，假设我能够做到“自我接纳”，并且也能够做到“他者信赖”。那我会因此有什么样的变化呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "First, one accepts one’s irreplaceable “this me” just as it is. That is self-acceptance. Then, one places unconditional confidence in other people. That is confidence in others. You can accept yourself, and you can have confidence in others. So what are other people to you now?",
        "chinese": "首先，真诚地接受不能交换的“这个我”，这就是自我接纳。同时，对他人寄予无条件的信赖即他者信赖。"
      },
      {
        "speaker": "YOUTH",
        "english": "My comrades?",
        "chinese": "……是伙伴吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Exactly. In effect, placing confidence in others is connected to seeing others as comrades. It is because they are one’s comrades that one can have confidence in them. If they were not one’s comrades, one would not be able to reach the level of confidence. And then, having other people as one’s comrades connects to finding refuge in the community one belongs to. So one can gain the sense of belonging, that “it’s okay to be here.”",
        "chinese": "正是如此。对他人寄予信赖也就是把他人看成伙伴。正因为是伙伴，所以才能够信赖。如果不是伙伴，也就做不到信赖。"
      },
      {
        "speaker": "YOUTH",
        "english": "In other words, you’re saying that to feel “it’s okay to be here,” one has to see others as comrades. And that to see others as comrades, one needs both self-acceptance and confidence in others.",
        "chinese": "也就是说，要想获得归属感就必须把他人看作伙伴，而要做到视他人为伙伴就需要自我接纳和他者信赖。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. You are grasping this more quickly now. To take it a step farther, one may say that people who think of others as enemies have not attained self-acceptance and do not have enough confidence in others.",
        "chinese": "是的，你理解得越来越快啦！并且，视他人为敌的人既做不到自我接纳，也无法充分做到他者信赖。"
      },
      {
        "speaker": "YOUTH",
        "english": "All right. It is true that people seek the sense of belonging, that “it’s okay to be here.” And to get that they need self-acceptance and confidence in others. I have no objection to that. But I don’t know. Can one really gain a sense of belonging just by seeing others as comrades and having confidence in them?",
        "chinese": "好吧。人的确都在寻找一种“可以在这里”的归属感，因此就需要自我接纳和他者信赖。这一点我没有异议。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Of course, community feeling is not something that is attainable with just self-acceptance and confidence in others. It is at this point that the third key concept—contribution to others—becomes necessary.",
        "chinese": "当然，共同体感觉并不是仅凭自我接纳和他者信赖就可以获得的。这里还需要第三个关键词——“他者贡献”。"
      },
      {
        "speaker": "YOUTH",
        "english": "Contribution to others?",
        "chinese": "他者贡献？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Is to act, in some way, on one’s comrades. To attempt to contribute. That is “contribution to others.”",
        "chinese": "对作为伙伴的他人给予影响、作出贡献，这就是他者贡献。"
      },
      {
        "speaker": "YOUTH",
        "english": "So when you say “contribute,” you mean to show a spirit of self-sacrifice and to be of service to those around you?",
        "chinese": "贡献也就是发扬自我牺牲精神为周围人效劳吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Contribution to others does not connote self-sacrifice. Adler goes so far as to warn that those who sacrifice their own lives for others are people who have conformed to society too much. And please do not forget: We are truly aware of our own worth only when we feel that our existence and behavior are beneficial to the community, that is to say, when one feels “I am of use to someone.” Do you remember this? In other words, contribution to others, rather than being about getting rid of the “I” and being of service to someone, is actually something one does in order to be truly aware of the worth of the “I.”",
        "chinese": "他者贡献的意思并不是自我牺牲。相反，阿德勒把为他人牺牲自己人生的人称作“过度适应社会的人”，并对此给予警示。"
      },
      {
        "speaker": "YOUTH",
        "english": "Contributing to others is for oneself?",
        "chinese": "贡献他人是为了自己？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. There is no need to sacrifice the self.",
        "chinese": "是的，不需要自我牺牲。"
      },
      {
        "speaker": "YOUTH",
        "english": "Uh-oh, your argument is starting to crumble here, isn’t it? You’ve done a wonderful job of digging your own grave. In order to satisfy the “I,” one makes oneself of service to others. Isn’t that the very definition of hypocrisy? I said it before: Your entire argument is hypocritical. It’s a slippery argument. Look, I would rather believe in the villain who is honest about his desires than the good guy who tells a pack of lies.",
        "chinese": "哎呀哎呀，您的论调越来越危险了吧？这可真是自掘坟墓啊！为了满足“我”而去为他人效劳，这不正是伪善的定义吗？！所以我才说您的主张全都是伪善！您的论调全都不可信！算了吧，先生！比起满口道德谎言的善人，我宁愿相信那些忠实于自己欲望的恶徒！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Those are a lot of hasty conclusions. You do not understand community feeling yet.",
        "chinese": "言之过早了。你还没有真正理解共同体感觉。"
      },
      {
        "speaker": "YOUTH",
        "english": "Then I wish you would provide concrete examples of what you consider to be contribution to others.",
        "chinese": "那么，关于先生主张的他者贡献，请您举个具体例子吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The most easily understood contribution to others is probably work. To be in society and join the workforce. Or to do the work of taking care of one’s household. Labor is not a means of earning money. It is through labor that one makes contributions to others and commits to one’s community, and that one truly feels “I am of use to someone” and even comes to accept one’s existential worth.",
        "chinese": "最容易理解的他者贡献就是工作——到社会上去工作或者做家务。劳动并不是赚取金钱的手段，我们通过劳动来实现他者贡献、参与共同体、体会“我对他人有用”，进而获得自己的存在价值。"
      },
      {
        "speaker": "YOUTH",
        "english": "You are saying that the essence of work is contribution to others?",
        "chinese": "您是说工作的本质是对他人的贡献？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Making money is a major factor too, of course. It is something akin to that Dostoevsky quote you happened upon: “Money is coined freedom.” But there are people who have so much money that they could never use it all. And many of these people are continually busy with their work. Why do they work? Are they driven by boundless greed? No. They work so they are able to contribute to others, and also to confirm their sense of belonging, their feeling that “it’s okay to be here.” Wealthy people who, on having amassed a great fortune, focus their energies on charitable activities, are doing so in order to attain a sense of their own worth and confirm for themselves that “it’s okay to be here.”",
        "chinese": "当然，赚钱也是一个重大要素。正如你之前查到的陀思妥耶夫斯基所说的“被铸造的自由”一样。但是，有些富豪已经拥有了一生也花不完的巨额财产，但他们中的多数人至今依然继续忙碌工作着。为什么要工作呢？是因为无底的欲望吗？不是。这是为了他者贡献继而获得“可以在这里的”归属感。获得巨额财富之后便致力于参加慈善活动的富豪们，也为了能够体会自我价值、确认“可以在这里”的归属感而进行着各种各样的活动。"
      },
      {
        "speaker": "YOUTH",
        "english": "Hmm, I suppose that is one truth. But . . .",
        "chinese": "嗯，这也许是一个真理。但是……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "But what?",
        "chinese": "但是？"
      }
    ]
  },
  {
    "id": 22,
    "title": {
      "english": "Workaholism Is a Life-Lie",
      "chinese": "“工作狂”是人生谎言"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "All right. I readily admit that I do not have the courage to take steps toward self-acceptance or confidence in others. But is this really the fault only of the “I”? Isn’t it also actually a problem brought about by other people, who accuse me unreasonably and attack me?",
        "chinese": "明白了。我承认自己的确没有迈向自我接纳和他者信赖的“勇气”。但是，这真的只是“我”的错吗？那些蛮不讲理地指责、攻击我的人也有问题。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "To be sure, not everyone in the world is a good and virtuous person. One goes through any number of unpleasant experiences in one’s interpersonal relations. But there is something one must not get wrong at this juncture: the fact that, in every instance, it is “that person” who attacks you who has the problem, and it is certainly not the case that everyone is bad. People with neurotic lifestyles tend to sprinkle their speech with such words as “everyone” and “always” and “everything.” “Everyone hates me,” they will say, or “It’s always me who takes a loss,” or “Everything is wrong.” If you think you might be in the habit of using such generalizing statements, you should be careful.",
        "chinese": "的确，世上并非全是好人，人际关系中也会遭遇到诸多不愉快的事情。但是，在这里绝对不可以搞错这样一个事实：任何情况下都只是攻击我的“那个人”有问题，而绝不是“大家”的错。"
      },
      {
        "speaker": "YOUTH",
        "english": "Well, that does sound rather familiar.",
        "chinese": "……是啊，倒也有些道理。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In Adlerian psychology, we think of this as a way of living that is lacking in “harmony of life.” It is a way of living in which one sees only a part of things but judges the whole.",
        "chinese": "阿德勒心理学认为这种生活方式是缺乏“人生和谐”的生活方式，是一种只凭事物的一部分就来判断整体的生活方式。"
      },
      {
        "speaker": "YOUTH",
        "english": "Harmony of life?",
        "chinese": "人生和谐？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In the teachings of Judaism, one finds the following anecdote: “If there are ten people, one will be someone who criticizes you no matter what you do. This person will come to dislike you, and you will not learn to like him either. Then, there will be two others who accept everything about you and whom you accept too, and you will become close friends with them. The remaining seven people will be neither of these types.” Now, do you focus on the one person who dislikes you? Do you pay more attention to the two who love you? Or would you focus on the crowd, the other seven? A person who is lacking in harmony of life will see only the one person he dislikes and will make a judgment of the world from that.",
        "chinese": "犹太教教义中有这么一段话：“假如有10个人，其中势必会有1个人无论遇到什么事都会批判你。他讨厌你，你也不喜欢他。而且，10个人中也会有2个人能够成为与你互相接纳一切的好朋友。剩下的7个人则两者都不是。”"
      },
      {
        "speaker": "YOUTH",
        "english": "Intriguing.",
        "chinese": "嗯。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Some time ago, I participated in a workshop for people who stammer and their families. Do you know anyone who has a stammer?",
        "chinese": "例如，以前我曾经参加过一个由口吃者和其家人参加的研讨会。你周围有口吃的人吗？"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, there was a student at the school I went to who stuttered. That must be hard to deal with, both for the person who has it and for his family, too.",
        "chinese": "啊，我以前上学的初中也有一位口吃的学生。这一点无论是本人还是家人都很痛苦吧。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Why is stammering hard to deal with? The view in Adlerian psychology is that people who suffer from stammering are concerned only about their own way of speaking, and they have feelings of inferiority and see their lives as unbearably hard. And they become too self-conscious as a result and start tripping over their words more and more.",
        "chinese": "口吃为什么会很痛苦呢？阿德勒心理学认为苦恼于口吃的人只关心“自己的说话方式”，从而感到自卑和痛苦。因此，自我意识就会变得过剩，说话也会更加不顺畅。"
      },
      {
        "speaker": "YOUTH",
        "english": "They are concerned only about their own way of speaking?",
        "chinese": "只关心自己的生活方式？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That’s right. There are not many people who will laugh at or make fun of someone when he trips over his words now and then. To use the example I just mentioned, it would probably be no more than one person in ten, at most. In any case, with the sort of foolish person who would take such an attitude, it is best to simply sever the relationship. But if one is lacking in harmony of life, one will focus only on that person and end up thinking, Everyone is laughing at me.",
        "chinese": "是的。笑话别人口吃的人只是极少数。用刚才的话说，充其量就是“10人中的1人”。并且，采取这种嘲笑态度的愚蠢的人，我们可以主动与其切断关系。但是，如果缺乏人生和谐，那就会只关注这1个人，并认为“大家都嘲笑我”。"
      },
      {
        "speaker": "YOUTH",
        "english": "But that’s just human nature!",
        "chinese": "但是，这也是人之常情吧！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I have a reading group that meets on a regular basis, and one of the participants has a stammer. It comes out sometimes when it’s his turn to read. But not a single person there is the sort who would laugh at him for that. Everyone just sits quietly and waits in a quite natural way for the next words to come out. I am sure this is not a phenomenon that is isolated to my reading group. When one’s interpersonal relations do not go well, it cannot be blamed on a stammer or a fear of blushing or anything of the sort. Even though the problem is really that one has not attained self-acceptance or confidence in others, or contribution to others, for that matter, one is focusing on only one tiny part of things that simply should not matter and from that trying to form judgments with regard to the entire world. This is a misguided lifestyle that is lacking in harmony of life.",
        "chinese": "我定期举办读书会，参加者中也有口吃者。他在朗读的时候，语言有时会顿住。但没有一个人因此嘲笑他，大家都安静地、自然地等着。这应该并不是只有在我的读书会上才能看到的光景。"
      },
      {
        "speaker": "YOUTH",
        "english": "Did you actually convey such a harsh idea to people who suffer from stammering?",
        "chinese": "先生，难道您就对口吃者说如此严厉的话吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Of course. At first, there were some adverse reactions, but by the end of the three-day workshop, everyone was in deep agreement with it.",
        "chinese": "当然。最初他们也根本不认同，但3天的研讨会结束时，大家都深深信服了。"
      },
      {
        "speaker": "YOUTH",
        "english": "It certainly is a fascinating argument. But focusing on people who suffer from stammering seems like a rather special example. Could you give me any others?",
        "chinese": "嗯。这的确是很有趣的讨论。但是，口吃者还是有些特殊的例子。还有别的什么事例吗？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, another would be the workaholic. This, too, is an example of a person who is clearly lacking in harmony of life.",
        "chinese": "例如，那些是“工作狂”的人。这些人也缺乏人生和谐。"
      },
      {
        "speaker": "YOUTH",
        "english": "A workaholic is? Why is that?",
        "chinese": "工作狂也是？为什么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "People who suffer from stammering are looking at only a part of things but judging the whole. With workaholics, the focus is solely on one specific aspect of life.",
        "chinese": "口吃者是只看事物的一部分便来判断其整体。与此相对，工作狂则是只关注人生特定的侧面。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ah . . . That’s exactly the sort of person my father was. It was just: Be a workaholic, bury yourself in your work, and produce results. And then rule over the family on the grounds that you are the breadwinner. He was a very feudalistic person.",
        "chinese": "啊我父亲就是这样的人。他是个工作狂，一心只想着在工作上出成绩；并且，还以自己挣钱为理由来支配家人；是个非常封建的人。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "In a sense, that is a way of living of refusing to acknowledge one’s life tasks. “Work” does not mean having a job at a company. Work in the home, child-rearing, contributing to the local society, hobbies, and all manner of other things are work. Companies and such are just one small part of that. A way of living that acknowledges only company work is one that is lacking in harmony of life.",
        "chinese": "在某种意义上来说，这是一种不敢正视人生课题的生活方式。“工作”并不仅仅是指在公司上班。家庭里的工作、育儿、对地域社会的贡献、兴趣等，这一切都是“工作”，公司等只不过是一小部分而已。只考虑公司的工作，那是一种缺乏人生和谐的生活方式。"
      },
      {
        "speaker": "YOUTH",
        "english": "It’s exactly as you say! And it’s not as if the family he’s supporting has any say in the matter, either. You can’t argue with your father when he growls with a violent tone of voice, “It’s thanks to me that there’s food on the table.”",
        "chinese": "哎呀，正是如此！而且，被抚养的家人还根本不能反驳。对于父亲“想想你是靠谁才吃上饭的吧！”这种近似暴力的语言也不能反驳。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Such a father has probably been able to recognize his own worth only on the level of acts. He works all those hours, brings in enough money to support a family, and is recognized by society—and, on that basis, he views himself as having greater worth than the other members of his family. For each and every one of us, however, there comes a time when one can no longer serve as the provider. When one gets older and reaches retirement age, for example, one may have no choice but to live off one’s pension or support from one’s children. Even when one is young, injury or poor health can lead to being unable work any longer. On such occasions, those who can accept themselves only on the level of acts are severely damaged.",
        "chinese": "也许这样的父亲只能靠“行为标准”来认可自己的价值。认"
      },
      {
        "speaker": "YOUTH",
        "english": "You mean those people whose lifestyle is all about work?",
        "chinese": "也就是那些拥有“工作就是一切”这种生活方式的人吧？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes. People whose lives lack harmony.",
        "chinese": "是的。是缺乏人生和谐的人。"
      },
      {
        "speaker": "YOUTH",
        "english": "In that case, I think I’m starting to get what you mean by the level of being, which you brought up last time. And I certainly haven’t given much thought to the fact that someday I won’t be able to work any longer or do anything on the level of acts.",
        "chinese": "……如此想来，我似乎能够理解先生上次所说的“存在标准”的意思了。我的确没有认真想过自己无法劳动、在“行为标准”上做不了任何事时候的情况。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Does one accept oneself on the level of acts, or on the level of being? This is truly a question that relates to the courage to be happy.",
        "chinese": "是按照“行为标准”来接受自己还是按照“存在标准”来接受自己，这正是一个有关“获得幸福的勇气”的问题。"
      }
    ]
  },
  {
    "id": 23,
    "title": {
      "english": "Give Meaning to Seemingly Meaningless Life",
      "chinese": "人生的意义，由你自己决定"
    },
    "dialogues": [
      {
        "speaker": "YOUTH",
        "english": "What are you saying?",
        "chinese": "……什么意思呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I think this discussion has now reached the water’s edge. Whether you drink the water or not is entirely up to you.",
        "chinese": "讨论已经到达了“水边”，是否喝水就看你的决心了。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ah, maybe Adlerian psychology, and your philosophy, are actually changing me. Maybe I am trying to let go of my resolve not to change, and choose a new way of living, a new lifestyle . . . But wait, there is one last thing I’d like to ask.",
        "chinese": "啊，阿德勒心理学还有先生的哲学也许的确想要改变我；我也许会放弃“不做改变”的决心，选择新的生活方式……但是，最后请允许我再问一个问题！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "And what would that be?",
        "chinese": "是什么？"
      },
      {
        "speaker": "YOUTH",
        "english": "When life is taken as a series of moments, as existing only here and now, what meaning could it possibly have? For what was I born, and for what am I enduring this life of hardship until I reach my last gasp? The point of it all is beyond me.",
        "chinese": "当人生是连续刹那的时候，当人生只存在于“此时此刻”的时候，人生的意义究竟是什么呢？我是为了什么出生、经受满是苦难的生命、最后迎来死亡的呢？我不明白这其中的原因。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "What is the meaning of life? What are people living for? When someone posed these questions to Adler, this was his answer: “Life in general has no meaning.”",
        "chinese": "人生的意义是什么？人为了什么而活？当有人提出这个问题的时候，阿德勒的回答是：“并不存在普遍性的人生意义。”"
      },
      {
        "speaker": "YOUTH",
        "english": "Life is meaningless?",
        "chinese": "人生没有意义？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "The world in which we live is constantly beset by all manner of horrendous events, and we exist with the ravages of war and natural disasters all around us. When confronted by the fact of children dying in the turmoil of war, there is no way one can go on about the meaning of life. In other words, there is no meaning in using generalizations to talk about life. But being confronted by such incomprehensible tragedies without taking any action is tantamount to affirming them. Regardless of the circumstances, we must take some form of action. We must stand up to Kant’s “inclination.”",
        "chinese": "例如战祸或天灾，我们所居住的世界充满了各种不合理的事情。我们也不可能在被卷入战祸而丧命的孩子们面前谈什么“人生意义”。也就是说，人生并不存在可以作为常识来讲的意义。"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes!",
        "chinese": "是的！是的！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Now, suppose one experiences a major natural disaster, and one’s response is to look back at the past in an etiological manner and say, “What could have caused such a thing to happen?” How meaningful would that be? An experience of hardship should be an opportunity to look ahead and think, What can I do from now on?",
        "chinese": "那么，假如遭受到了重大天灾，按照原因论的角度去回顾过去以及追问“为什么会发生这样的事情”，这又有多大意义呢？"
      },
      {
        "speaker": "YOUTH",
        "english": "I agree entirely!",
        "chinese": "的确如此！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "And Adler, having stated that “life in general has no meaning,” then continues, “Whatever meaning life has must be assigned to it by the individual.”",
        "chinese": "所以阿德勒在说了“并不存在普遍性的人生意义”之后还说：“人生意义是自己赋予自己的。”"
      },
      {
        "speaker": "YOUTH",
        "english": "Assigned to it by the individual? What does that mean?",
        "chinese": "自己赋予自己？什么意思？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "During the war, my grandfather was firebombed, and his face was severely burned. In every way, it was a horrendous and inhumane event. It would certainly have been within the realm of possibility for him to choose a lifestyle with the perspective of “the world is a horrible place” or “people are my enemies.” However, when my grandfather rode the train on visits to the hospital, there were always other passengers who would give up their seats for him. This is something I heard about through my mother, so I do not know how he actually felt. But this is what I believe: My grandfather chose a lifestyle with the perspective of “People are my comrades, and the world is a wonderful place.” That is exactly what Adler is pointing to when he says whatever meaning life has must be assigned to it by the individual. So life in general has no meaning whatsoever. But you can assign meaning to that life. And you are the only one who can assign meaning to your life.",
        "chinese": "年轻时，我祖父的脸部曾受到了重创，这实在是不合理、非人道的灾难。当然，也可能有人会因此而选择“世界太残酷”或者“人们都是我的敌人”之类的生活方式。但是，我相信祖父一定是选择了“人们都是我的伙伴，世界非常美妙”这样的生活方式。"
      },
      {
        "speaker": "YOUTH",
        "english": "Then, please tell me! How can I assign proper meaning to a meaningless life? I do not have the confidence yet!",
        "chinese": "……那么，请您教教我。我怎样才能给自己无意义的人生赋予应有的意义？我还没有那样的自信！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "You are lost in your life. Why are you lost? You are lost because you are trying to choose freedom, that is to say, a path on which you are not afraid of being disliked by others and you are not living others’ lives—a path that is yours alone.",
        "chinese": "你对自己的人生感到茫然。为什么茫然呢？那是因为你想要选择“自由”，也就是想要选择不惧招人讨厌、不为他人而活、只为自己而活的道路。"
      },
      {
        "speaker": "YOUTH",
        "english": "That’s right! I want to choose happiness, and choose freedom!",
        "chinese": "是的！我想要选择幸福、选择自由！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "When one attempts to choose freedom, it is only natural that one may lose one’s way. At this juncture, Adlerian psychology holds up a “guiding star” as a grand compass pointing to a life of freedom.",
        "chinese": "人想要选择自由的时候当然就有可能会迷路。所以，作为自由人生的重大指针，阿德勒心理学提出了“引导之星”。"
      },
      {
        "speaker": "YOUTH",
        "english": "A guiding star?",
        "chinese": "引导之星？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Just like the traveler who relies on the North Star, in our lives we need a guiding star. That is the Adlerian psychology way of thinking. It is an expansive ideal that says, as long as we do not lose sight of this compass and keep on moving in this direction, there is happiness.",
        "chinese": "就像旅人要依靠北极星旅行一样，我们的人生也需要“引导之星”。这是阿德勒心理学的重要观点。这一巨大理想就是：只要不迷失这个指针就可以，只要朝着这个方向前进就可以获得幸福。"
      },
      {
        "speaker": "YOUTH",
        "english": "Where is that star?",
        "chinese": "那颗星是什么呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is contribution to others.",
        "chinese": "他者贡献。"
      },
      {
        "speaker": "YOUTH",
        "english": "Huh? Contribution to others!",
        "chinese": "他者贡献！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No matter what moments you are living, or if there are people who dislike you, as long as you do not lose sight of the guiding star of “I contribute to others,” you will not lose your way, and you can do whatever you like. Whether you’re disliked or not, you pay it no mind and live free.",
        "chinese": "无论你过着怎样的刹那，即使有人讨厌你，只要没有迷失“他者贡献”这颗引导之星，那么你就不会迷失，而且做什么都可以。即使被讨厌自己的人讨厌着也可以自由地生活。"
      },
      {
        "speaker": "YOUTH",
        "english": "If I have the star of contribution to others high in the sky above me, I will always have happiness and comrades by my side.",
        "chinese": "只要自己心中有他者贡献这颗星就一定能够有幸福相伴，有朋友相伴！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Then, let’s dance in earnest the moments of the here and now, and live in earnest. Do not look at the past, and do not look at the future. One lives each complete moment like a dance. There is no need to compete with anyone, and one has no use for destinations. As long as you are dancing, you will get somewhere.",
        "chinese": "而且，我们要像跳舞一样认真过好作为刹那的“此时此刻”，既不看过去也不看未来，只需要过好每一个完结的刹那。没必要与谁竞争，也不需要目的地，只要跳着，就一定会到达某一个地方。"
      },
      {
        "speaker": "YOUTH",
        "english": "A “somewhere” that no one else knows!",
        "chinese": "到达谁都不知道的“某个地方”！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "That is the nature of energeial life. If I look back on my own life up to now, no matter how I try, I will never arrive at a satisfactory explanation as to why I am here and now. Though, at one time, the study of Greek philosophy was my focus, before long I took up the study of Adlerian psychology in tandem with it, and here I am today, deep in conversation with you, my irreplaceable friend. It is the result of having danced the moments—that is the only way to explain it. When you have danced here and now in earnest and to the full, that is when the meaning of your life will become clear to you.",
        "chinese": "现实性的人生就是这样。我自己无论怎样回顾之前的人生也无法解释自己为什么会走到“此时此刻”。"
      },
      {
        "speaker": "YOUTH",
        "english": "It will? I . . . I believe you!",
        "chinese": "……会明确吧？我、我相信先生！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Yes, please believe. Through my many years living with Adler’s thought, there is something I have noticed.",
        "chinese": "是的，请相信我！我常年与阿德勒思想为伴，逐渐发现了一件事情。"
      },
      {
        "speaker": "YOUTH",
        "english": "And that is?",
        "chinese": "什么？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is that the power of one person is great, or, rather, “my power is immeasurably great.”",
        "chinese": "那就是“一个人的力量很大”。不！应该说是“我的力量无穷大”。"
      },
      {
        "speaker": "YOUTH",
        "english": "What do you mean?",
        "chinese": "怎么回事呢？"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Well, in other words, if “I” change, the world will change. This means that the world can be changed only by me and no one else will change it for me. The world that has appeared to me since learning of Adlerian psychology is not the world I once knew.",
        "chinese": "也就是，如果“我”改变，“世界”就会改变。世界不是靠他人改变而只能靠“我”来改变。在了解了阿德勒心理学的我的眼中，世界已经不是曾经的世界了。"
      },
      {
        "speaker": "YOUTH",
        "english": "If I change, the world will change. No one else will change the world for me . . .",
        "chinese": "如果我改变，世界也会改变。我之外的任何人都不会为我改变世界……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "It is similar to the shock experienced by someone who, after many years of being nearsighted, puts on glasses for the first time. Previously indistinct outlines of the world become well defined, and even the colors are more vivid. Furthermore, it is not only a part of one’s visual field that becomes clear but also the entire visible world. I can only imagine how happy you will be if you have a similar experience.",
        "chinese": "这就类似于常年近视的人初次戴上眼镜时的冲击。原本模糊的世界轮廓一下子变得清晰起来，就连颜色也鲜艳了许多。而且，不是视野的一部分变得清晰，而是能够看到的一切世界都变得清晰起来。我想你如果能够有同样的体验，那一定会无比幸福。"
      },
      {
        "speaker": "YOUTH",
        "english": "Ah, if only I’d known! I wish I had known this ten years ago, or even just five years ago. If only I had known five years ago, before I got a job . . .",
        "chinese": "……啊，我真遗憾！发自心底地遗憾！早上10年，不，哪怕5年也好，真想早一些了解。如果5年前的自己、就职以前的自己已经了解了阿德勒思想的话……"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "No, that is not the case. You say you wish you had known this ten years ago. It is because Adler’s thought resonates with you now that you are thinking this. No one knows how you would have felt about it ten years ago. This discussion was something that you needed to hear now.",
        "chinese": "不，这不对。你认为“想要在10年前了解”，那正是因为阿德勒思想影响了“现在的你”。谁也不知道10年前的你会有什么样的感受。你就应该现在听到这种思想。"
      },
      {
        "speaker": "YOUTH",
        "english": "Yes, I certainly did!",
        "chinese": "是的，的确如此！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "One more time, I give you the words of Adler: “Someone has to start. Other people might not be cooperative, but that is not connected to you. My advice is this: You should start. With no regard to whether others are cooperative or not.”",
        "chinese": "再送给你一句阿德勒的话：“必须有人开始。即使别人不合作，那也与你无关。我的意见就是这样。应该由你开始，不用去考虑别人是否合作。”"
      },
      {
        "speaker": "YOUTH",
        "english": "I cannot tell yet if it is I who have changed, or if it is the world that I can see from that vantage point that has changed. But there is one thing I can say with conviction: Here and now is shining brightly! Yes, it is so bright that I can see almost nothing of tomorrow.",
        "chinese": "我还不知道自己和自己所看到的世界是否会改变。但是，我可以确信地说“’此时此刻‘正散发着耀眼的光芒！”是的，那种光强烈到根本看不到明天之类的事情。"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "I believe that you have drunk the water. So young friend who walks ahead, shall we walk together?",
        "chinese": "我相信你已经喝了水。来吧！走在前面的年轻朋友！我们一起前进吧！"
      },
      {
        "speaker": "YOUTH",
        "english": "I believe you, too. Yes, let’s walk together. And thank you for all your time.",
        "chinese": "……我也相信先生。一起前进吧！谢谢您这么长时间的指导！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Thank you, too.",
        "chinese": "我也要谢谢你！"
      },
      {
        "speaker": "YOUTH",
        "english": "I hope you will not mind if, at some point, I visit you here again. Yes, as an irreplaceable friend. And I won’t be saying anything more about taking apart your arguments.",
        "chinese": "今后我一定还会再来拜访！是的，作为一名无可替代的朋友！绝不会再提什么驳倒之类的事情！"
      },
      {
        "speaker": "PHILOSOPHER",
        "english": "Ha-ha! At last, you have shown me a young person’s smile. Well, it’s quite late already. Let’s pass our own nights, and greet the new morning.",
        "chinese": "哈哈哈，你终于露出年轻人应有的笑容啦！好吧，已经很晚了。让我们度过各自的夜晚，然后迎来新的早晨吧！"
      }
    ]
  }
]